{
  "0.0.1": {
    "en": "First working version with power limiting features only."
  },
  "0.0.2": {
    "en": "Fixed readout of max power in app"
  },
  "0.1.0": {
    "en": "First working version with temperature set points"
  },
  "0.1.1": {
    "en": "Fixed crash when setting temperature"
  },
  "0.1.2": {
    "en": "Added support for frost guard and cleaned up the on/off control"
  },
  "0.1.3": {
    "en": "Fixed a bug in the on/off function"
  },
  "0.1.4": {
    "en": "Fixed broken promise + added debug code"
  },
  "0.2.0": {
    "en": "Added readouts of state to the piggybank insights device."
  },
  "0.2.1": {
    "en": "Added user warning to the device settings"
  },
  "0.2.2": {
    "en": "Initial support for zones (not complete)"
  },
  "0.3.0": {
    "en": "Zone control finalized"
  },
  "0.3.1": {
    "en": "Fixed a crash when zones was involved"
  },
  "0.4.0": {
    "en": "Added two capabilities to the insights device: Show available power and House efficiency"
  },
  "0.4.1": {
    "en": "Cleaned up setup interface"
  },
  "0.4.2": {
    "en": "Various cleanups in the control panel"
  },
  "0.5.0": {
    "en": "Added capability to read reserved power from the device"
  },
  "0.5.1": {
    "en": "Removed inactive action card and code"
  },
  "0.5.2": {
    "en": "Minor changes with no effect"
  },
  "0.5.3": {
    "en": "Fixed the zone capability as zones was not properly turned off + fixed the efficiency capability as the off count was incorrect in some cases"
  },
  "0.5.4": {
    "en": "Added Configurable Main Fuse in App Settings to limit maximum power drawn"
  },
  "0.5.5": {
    "en": "Minor fix if the main fuse is not set correctly + renamed some modes to be more generic"
  },
  "0.5.6": {
    "en": "Added setting for poll interval"
  },
  "0.5.7": {
    "en": "Fixed a bug when setting a new poll interval"
  },
  "0.5.8": {
    "en": "Fixed a crash in case of restart"
  },
  "0.5.9": {
    "en": "Added debug capability and improved error handling for failed signals"
  },
  "0.5.10": {
    "en": "Fixed crash when app started"
  },
  "0.5.11": {
    "en": "Added logging"
  },
  "0.5.12": {
    "en": "Added community forum link"
  },
  "0.5.13": {
    "en": "Fixed a bug that prevented new debug capabilities to show up if debug was already enabled in previous app version."
  },
  "0.5.14": {
    "en": "Fixed crash in previous version"
  },
  "0.5.15": {
    "en": "Added new capabilities"
  },
  "0.5.16": {
    "en": "Fixed bug where temperature was not set correctly on mode updates"
  },
  "0.5.17": {
    "en": "Fixed a bug that prevented statistics from being reported"
  },
  "0.5.18": {
    "en": "Minor translation issues + help text and fixed a bug where statistics was not calculated."
  },
  "0.5.19": {
    "en": "Fixed minor typo in the stats calculation that reset some stats every hour"
  },
  "0.5.20": {
    "en": "The devices will now be refreshed with new temperatures when the settings are being changed"
  },
  "0.5.21": {
    "en": "Significant stability improvements"
  },
  "0.5.22": {
    "en": "Fixed an error displaying the mode capability"
  },
  "0.5.23": {
    "en": "Capability value fix when setting mode"
  },
  "0.5.24": {
    "en": "Removed crash when user has not completed setup process. + added notice when settings are being saved."
  },
  "0.6.0": {
    "en": "Added support to fetch energy prices from the app no.almli.utilitycost and use it to control price points internally + new statistics for savings + improved translations"
  },
  "0.6.1": {
    "en": "Fixed a bug displaying price point in the device + fixed an invalid reference in app settings"
  },
  "0.6.2": {
    "en": "Changed some units so iẗ́'s possible to compare with insights"
  },
  "0.6.3": {
    "en": "Moved the savings capabilities into experimental info so it is clear that they are not expected to work properly yet"
  },
  "0.6.4": {
    "en": "Added 'Remember to save' hint in settings page"
  },
  "0.6.5": {
    "en": "Cosmetic changes only (position and visibility of Remember to save hint)"
  },
  "0.6.6": {
    "en": "The device now show as disabled when the app operating mode is deactivated. + Added ability to show current state in the log window in the app setitngs. + fixed saving hint that did not go away when settings was saved"
  },
  "0.6.7": {
    "en": "Cosmetic changes to logging"
  },
  "0.6.8": {
    "en": "Minor logging fix"
  },
  "0.6.9": {
    "en": "Fixed the experimental feature money saved as it was 1000 times higher than expected"
  },
  "0.6.10": {
    "en": "More logging when requesting current state in the log panel"
  },
  "0.6.11": {
    "en": "Now the max power limit can both be selected from the default limits and input manually"
  },
  "0.6.12": {
    "en": "Updated english translation"
  },
  "0.6.13": {
    "en": "Average price is now stored between reboots"
  },
  "0.6.14": {
    "en": "Increased width of some input boxes in the setup screen so they are easier to edit"
  },
  "0.6.15": {
    "en": "Changed the power cycle to decrease as the hour end is approaching as the available power increases faster at this point and the time to take advantage of it decreases."
  },
  "0.6.16": {
    "en": "Fixed a bug when restarting the app in the middle of an hour. The bug might turn all devices off for the rest of the hour"
  },
  "0.6.17": {
    "en": "Added limit on maximum overuse of power to avoid clutter in the history graphs"
  },
  "0.7.0": {
    "en": "Added improved car charging support by enabling a threshold option for when to report free power"
  },
  "0.7.1": {
    "en": "The free power threshold was not saved in previous version"
  },
  "0.8.0": {
    "en": "Added flow for current available power + fixed bug that prevented the trigger unable-to-limit-power from triggering"
  },
  "0.8.1": {
    "en": "Made sure the avaiable power trigger does not trigger more often than once every minute"
  },
  "0.8.2": {
    "en": "Fixed bug where turning on/off devices could be based on state from another device. + Fixed when overshooting the power roof is reported, it did not account for reserved power. + Improvements in stability if some devices does not respond properly."
  },
  "0.8.3": {
    "en": "Changed the internal price evaluation scheme to be easier to understand and use"
  },
  "0.8.4": {
    "en": "Fixed a bug in previous version that prevented you from saving settings."
  },
  "0.8.5": {
    "en": "Fixed a bug where the low price limit was not set correctly"
  },
  "0.8.6": {
    "en": "Fixed a bug in the internal calculation of price points + improved text in the price tab setup page"
  },
  "0.8.7": {
    "en": "Fixed a bug when selecting the minimum number of cheap/expensive hours. Instead it was treated as not more than."
  },
  "0.8.8": {
    "en": "Fixed a bug that prevented calculation of price points"
  },
  "0.8.9": {
    "en": "Fixed 2 crashes that could occur when the app has not been configured yet and one crash that occur when the utility price API has not been installed"
  },
  "0.8.10": {
    "en": "Added 2 minute waiting time at midnight before new prices are fetched as the price api need time to update its prices"
  },
  "0.8.11": {
    "en": "Some translation fixes + Increased minimum device poll time to avoid bad performance. + Added info about funding and sponsoring"
  },
  "0.8.12": {
    "en": "Moved the app tagline from the readme to the description and cleaned up the readme-files a little"
  },
  "0.8.13": {
    "en": "Updated the tagline to be more catchy"
  },
  "0.8.14": {
    "en": "Security fix: Moved devicelist refresh from web api into settings to avoid other apps from calling it. + Added public api for other apps to check for the presence of this app."
  },
  "0.8.15": {
    "en": "Added price point extreme for extremely high prices"
  },
  "0.8.16": {
    "en": "Made sure that the new extreme price point cannot be entered unless it has been configured"
  },
  "0.8.17": {
    "en": "Updated the action change-piggy-bank-price-point to support the new extremely high price point"
  },
  "0.8.18": {
    "en": "Fixed a bug where the configuration validation failed to validate due to the new price point for extremely high prices"
  },
  "0.8.19": {
    "en": "Added capability to show the limit for extremely high prices in the insights device"
  },
  "0.9.0": {
    "en": "Added Emergency off option that will only turn off devices if needed and ignore state otherwise."
  },
  "0.10.0": {
    "en": "Added posibility to Completely ignore devices for some price points"
  },
  "0.10.1": {
    "en": "When adding devices with thermostats the default setpoint temperatures in the app will now be based on the current setting instead of a static variable."
  },
  "0.10.2": {
    "en": "Fixed crash as reported by Krisch2 in the forum"
  },
  "0.10.3": {
    "en": "Added additional protection against crash bug as reported by Krisch2 in the forum"
  },
  "0.10.4": {
    "en": "Fixed crash bug when Homey was overloaded. + Fixed the device state monitor that would fail to correct invalid device states caused by bad signalling for some hours after entering the app setup page."
  },
  "0.10.5": {
    "en": "Improved reliability -> Added more handling of homeyAPI timeouts"
  },
  "0.10.6": {
    "en": "Fixed bug in the monitor that prevented correction of incorrect temperatures within short timespan after the app was restarted."
  },
  "0.10.7": {
    "en": "Fixed bug in the monitor that could make the monitor turn off devices instead of on in case emergency off was chosen."
  },
  "0.11.0": {
    "en": "Now require Strømregning api 1.5 + Added fetching grid costs from Strømregning + Added search tags and images + Minor fix: Made sure the low price limit is never above the High price limit and vice versa. + Changes to the user interface + Breaking change: Moved the max hourly usage setting from the operating mode into a global setting + Changed step for setting temperatures to 0.5 instead of 1"
  },
  "0.11.1": {
    "en": "Fixed a bug with maxPower that was set incorrectly when saving settings (introduced in version 0.11.0)"
  },
  "0.11.2": {
    "en": "Temperature control can now be disabled + Price points can now be disabled + Added app configuration warnings"
  },
  "0.11.3": {
    "en": "Fixed one of the new warnings that was displayed incorrectly"
  },
  "0.11.4": {
    "en": "Added additional warning messages in the device state checking window"
  },
  "0.11.5": {
    "en": "Fixed some minor issues when to display warnings"
  },
  "0.11.6": {
    "en": "Added new debug option to list troublesom devices. This was needed to see the capabilities of the Easee charger (thanks @dooniem)"
  },
  "0.11.7": {
    "en": "Fixed some warnings that was shown incorrectly + Added more help sections"
  },
  "0.11.8": {
    "en": "Fixed a bug where the app state was incorrectly transferred to the insights device + Fixed a bug where the app reported free power when it was not supposed to + Now the insights device will show as unavailable if the app is incorrectly configured"
  },
  "0.11.9": {
    "en": "Added function in the log page to report what is returned from the price api."
  },
  "0.11.10": {
    "en": "Added information about the Easee car charger"
  },
  "0.11.11": {
    "en": "New warning when the Utilitycost app use price from flows"
  },
  "0.12.0": {
    "en": "Added capability \"enabled\" to the onoff-detection. This should add the Easee car charger"
  },
  "0.12.1": {
    "en": "After optional temperature setting was added no temperature was set on any device regardless of setting"
  },
  "0.12.2": {
    "en": "Fixed a bug as reported by @Krisch2 in the forum (Incorrectly reported error messages"
  },
  "0.12.3": {
    "en": "Fixed crash bug when price point was set to disabled."
  },
  "0.12.4": {
    "en": "Made sure the energy state is kept across app restarts / every new version."
  },
  "0.12.5": {
    "en": "Fixed bug as reported by Torbjorn_Melbye in the forum. (incorrect display of price point)"
  },
  "0.12.6": {
    "en": "Fixed spelling mistake in alarm capability"
  },
  "0.12.7": {
    "en": "Fixed two small crash bugs"
  },
  "0.12.8": {
    "en": "Fixed the capability that calculate average usage during extremely expensive hours. This was not set at reboot. + Removed experimental feature Easee car charger to prevent confusion when it is not working."
  },
  "0.12.9": {
    "en": "Added crash protection to the logging mechanism. If there is a failure it will now just disable logging until it works again."
  },
  "0.12.10": {
    "en": "The crash protection mechanism for the logging was incomplete. Now it should work"
  },
  "0.12.11": {
    "en": "Additional fixes regarded to logging"
  },
  "0.12.12": {
    "en": "Added device troubleshooting interface + Changed the logging interface to reduce wear on the homey disk"
  },
  "0.12.13": {
    "en": "Added driver manifest to device troubleshooting page"
  },
  "0.12.14": {
    "en": "Added error printout for device manifest"
  },
  "0.12.15": {
    "en": "Changed printing of driver manifest to driver Uri and Id for device troubleshooting"
  },
  "0.12.16": {
    "en": "Added printing on app version in device troubleshooting"
  },
  "0.12.17": {
    "en": "Fixed crash bug in previous checkin"
  },
  "0.12.18": {
    "en": "Crash bug fix"
  },
  "0.12.19": {
    "en": "Added more logging"
  },
  "0.12.20": {
    "en": "Crash fix"
  },
  "0.13.0": {
    "en": "Added support for Heatit TF_Thermostat and Z-TRM2fx + baseline for supporting other units + Fixed bug in default maxpower + Added visible feedback for experimental devices"
  },
  "0.13.1": {
    "en": "Fixed temperature changes on mode changes (when price points are disabled) + Removed amount of warnings in app setup when the app is disabled."
  },
  "0.13.2": {
    "en": "Added support for com.aeotec:ZW078 and com.mill:mill devices"
  },
  "0.13.3": {
    "en": "Improved the interface for reporting unsupported and experimental devices"
  },
  "0.13.4": {
    "en": "Minor fix for incorrect log-level introduced in previous version"
  },
  "0.14.0": {
    "en": "Fixed a bug where a device did not turn on again after being turned off and the next action command was delta_temp + Added new trigger for when the price point changes + Added support for no.almli.thermostat:VThermo + Minor interface changes."
  },
  "0.14.1": {
    "en": "Improved feedback for people with PriceAPI problems + Minor UI fixes + Fixed crash bug when the Homey API returned invalid state + Added support for com.fibaro:FGS-213 and no.thermofloor:ZM-Single-Relay-16A"
  },
  "0.14.2": {
    "en": "Added support for com.neo:NAS-WR02ZE and net.filllip-namron:4512744"
  },
  "0.14.3": {
    "en": "Added support for Dirt cheap prices as requested by @Torbjorn_Melbye in the forum."
  },
  "0.14.4": {
    "en": "Fixed crash bug introduced in version '0.14.3' for trigger 'price-point-changed'"
  },
  "0.14.5": {
    "en": "Added custom modes (up to 8 modes in total). Old action card for setting mode is now deprecated for new users but will still work for old users. If you want the new mode names to show up in the action cards you need to replace the action card with a new one."
  },
  "0.15.0": {
    "en": "Bumped version (forgot to bump minor version in previous commit) + fixed spelling in the new action card for mode changes"
  },
  "0.15.1": {
    "en": "The insight device can now display the new custom modes correctly."
  },
  "0.15.2": {
    "en": "Removed debug function that should not have been enabled"
  },
  "0.15.3": {
    "en": "Fixed crash bug for new users as reported by Solvik"
  },
  "0.15.4": {
    "en": "Fixed a bug that alerted new users that there was an error when saving the settings."
  },
  "0.16.0": {
    "en": "Added condition cards for mode and price point"
  },
  "0.16.1": {
    "en": "Minor change to the new flow cards as requested by Athom. + Attempt to fix the unknown crash bug."
  },
  "0.16.2": {
    "en": "Added graph to display estimated Power tariff"
  },
  "0.16.3": {
    "en": "Fixed crash bug in background zombie process. Nobody probably noticed as the process was already set up to die."
  },
  "0.17.0": {
    "en": "New feature: Fetches prices directly instead of through the app \"Strømregning\" + Fixed crash bug when homey was overloaded + Interface improvements"
  },
  "0.17.1": {
    "en": "Fixed backward compatability for users using the Strømregning API"
  },
  "0.17.2": {
    "en": "Fixed a minor bug in the setup of grid cost tables where no limits could cause odd and unintended behaviour."
  },
  "0.17.3": {
    "en": "Fixed a bug when displaying a grid step below the current as reported by dooniem"
  },
  "0.17.4": {
    "en": "Reduced amount of logging when reporting devices as some devices was causing the log to wrap around."
  },
  "0.17.5": {
    "en": "Updated app store text to be more up to date + minor translation fixes"
  },
  "0.17.6": {
    "en": "Added full support for car chargers - Settings can currently be obtained under Advanced settings. Added email+comment field for device feedback. Added 'cloud.shelly:shelly', 'com.arjankranenburg.virtual:mode' and 'com.ikea.tradfri:control_outlet' to the supported list. Added reliability report for devices (only for unreliable devices). Fixed bug where custom operating modes flow cards was wrong. User interface fixes."
  },
  "0.17.7": {
    "en": "Fix for calculating the power of the Easee charger + Fix for turning on lower priority devices once charging completes."
  },
  "0.17.8": {
    "en": "Attempted bugfix for a case where one hours electricity usage was registered in the next hour. This could corrupt the graphs and history. + Moved the device com.panasonic.PCC:comfortcloud into the list of supported devices + Added the device nl.climate.daikin:airairhp into the list of experimental devices (need code updates to allow it to function in other modes than heating)"
  },
  "0.17.9": {
    "en": "Interface changes and stability fixes for testing of car chargers to allow pushing the test version to stable ahead of time (due to the two other significant bugs that has been fixed)"
  },
  "0.17.10": {
    "en": "Fix for bug #7: The onNewHour function was called to late many hours and as such got masked out. This lead to adding the power from previous hour on to the next one, which corrupted the graph. Many might have seen this already just by having red bars in the graph even though it didn't overshoot (or even noticed that all heating turned off for no reason the hour after this bug occured). Don't worry though, this doesn't mean that the app was unable to keep you below your max power limit, it's just an error in the graph."
  },
  "0.17.11": {
    "en": "Stability fix for when app is restarted (containing state across restarts)"
  },
  "0.17.12": {
    "en": "Further improvement for Bug #7 to allow more reliable logging of used power"
  },
  "0.17.13": {
    "en": "Seems like the onNewHour at times is triggered some microsecconds before the new hour, which made the next trigger trigger in less than a seccond"
  },
  "0.17.14": {
    "en": "Minor correction of previous version where rounding to nearest hour happened in the wrong place. (only affected power statistics when the app was restarted)"
  },
  "0.18.0": {
    "en": "Removes all of the broken history in the timeline due to bug #7 + Easee charger support so to speak complete."
  },
  "0.18.1": {
    "en": "Fixed crash introduced in version 0.18.0"
  },
  "0.18.2": {
    "en": "Car charger support fully operational + added support for no.adax.smart-heater.homey-app:heater-wt + Future prices are now fetched long before midnight + Fixed bug not updating prices when changing price zone + added graph for planned charging."
  },
  "0.18.3": {
    "en": "Added new flow cards to start and stop charge cycles. Bugfix for when to stop charging"
  },
  "0.18.4": {
    "en": "Bugfix fetching future prices, it was still not fetched early enough. + Fixed new start charging cycle flow card + minor translation improvements."
  },
  "0.18.5": {
    "en": "Added com.fibaro:FGWPE-101 to the supported list. + Added com.home-connect:dryer to the ignored list. + Added se.husdata:H60 to the experimental devices list + Added support for getting min/max temperatures of unsupported devices + Improved various error messages to be more informative + Added feedback question when trying to report unreliable devices."
  },
  "0.18.6": {
    "en": "Fixes related to device reporting"
  },
  "0.18.7": {
    "en": "Added com.swttt.devicegroups:light to the supported list + Bugfix for devices that turned on too early after emergency off"
  },
  "0.18.8": {
    "en": "Critical bugfix for a bug introduced in version 0.18.6 where the power reserved for correct operation in the first hour of the app after a reboot was not reset to 0 ever, meaning that you would never get any power for your devices ever if the reboot happened right before a new hour."
  },
  "0.18.9": {
    "en": "Improved accuracy of energy usage calculation for every new hour by approximately 0.3%"
  },
  "0.18.10": {
    "en": "Improved estimation of power when crossing into new hours + Made car chargers more visible in the device selection + Fixed bug: New thermostat devices appeared as enabled allthough they was not. + Fix for bug when car charger was not raising power"
  },
  "0.18.11": {
    "en": "Added ady.smartthings:stDevice to the list of supported devices + Improved feedback when sending logs + Fix for issue #32 Equal prices charged at random + Fix for bug #33: Charging flows did not work properly + reporting of free power has been broken after charging flows was added"
  },
  "0.18.12": {
    "en": "Fix for bug #31: Easee did not turn off after ended charging cycle"
  },
  "0.18.13": {
    "en": "Fix for bug #34: Device reports for missing devices did not work properly."
  },
  "0.18.14": {
    "en": "Added org.knx:knx_dimmer to the list of supported devices + Additional fix for device reporting on missing devices"
  },
  "0.18.15": {
    "en": "Fix for bug #29: When selecting minimum expensive and cheap hours today the value was picked from the two next days instead of today only so the number of hours ended up wrong."
  },
  "0.18.16": {
    "en": "Added support for knx_thermostat (beta)"
  },
  "0.18.17": {
    "en": "Fix for bug #38: Devices without onOff capabilities was still not controllable"
  },
  "0.18.18": {
    "en": "Fix for request #30: Add service button for AC devices + Fix for bug #39 Too many decimals on currency capability + Implemented feature #41: Overriding devices"
  },
  "0.18.19": {
    "en": "Critical bugfix for the version submitted just a few minutes ago. The frost guard was triggering all the time"
  },
  "0.18.20": {
    "en": "Critical improvement for issue #48: If no prices are available - use PP_NORMAL. Also put an error message in the settings home screen, created notifications in the timeline and added condition card to check for price availability. + Fix for bug #47: Temperature was not reset when going out of override mode"
  },
  "0.18.21": {
    "en": "Improvement in description of missing prices condition from issue #48."
  },
  "0.18.22": {
    "en": "Minor improvements to Easee charging (Issue #44)"
  },
  "0.18.23": {
    "en": "Fix for bug #49 Emergency off acted as constant off the last 4 days"
  },
  "0.18.24": {
    "en": "Fixes for bug #52: Entering winter time would cause statistics problems"
  },
  "0.18.25": {
    "en": "Fixed small conversion issue when converting the old values into the new archive system."
  },
  "0.18.26": {
    "en": "Fixed temperature setting when adding new custom modes."
  },
  "0.18.27": {
    "en": "Critical bugfix for bug #57 which prevented new users from setting the max power limit properly"
  },
  "0.18.28": {
    "en": "Added new charging implementation (selectable, not default - for testing - because it's not working properly before the Easee app is updated) + Added posibility to read out the internal state under the backup menu item. Mainly to debug an anoying crash bug."
  },
  "0.18.29": {
    "en": "Start car charging now accept end time as a variable (issue #22) + Charging now stops exactly when ordered (issue #24)"
  },
  "0.18.30": {
    "en": "Added new charging option for Easee that does not attempt to change the on/off capability at all, only the offered current (target_circuit_current)"
  },
  "0.18.31": {
    "en": "Fix for major bug that prevented people with other bidding zones than NO-3 (middle norway) from getting the correct price predictions."
  },
  "0.18.32": {
    "en": "Updates to experimental charging algorithm 3 for Easee devices + Fixed device reporting + partial support for Daikin Altherma III Geo pump"
  },
  "0.18.33": {
    "en": "Added workaround for the non-standard device type: Daikin Altherma III Geo pump + Fix for bug #65: Charging cycles started with the kWh flow did not end at the specified end time. + Improvement #59: Avoid powering down the house while waiting for a car charger to confirm its outstanding requests."
  },
  "0.18.34": {
    "en": "Devices with thermostat capabilities that should be ignored are now ignored properly."
  },
  "0.18.35": {
    "en": "Changed the feedback message when opening the app configuration dialog while the app version is being upgraded."
  },
  "0.18.36": {
    "en": "Moved Altherma III Geo pump out of the beta phase. Issue #62 + Added new charging algorithm for easee, issue #59. + Fix for bug #69: Removed error message when saving settings for the first time. + Fix for issue #59: Easee charger received commands when app was disabled."
  },
  "0.18.37": {
    "en": "Made charging algorithm 4 mandatory because the first 3 is likely to have been broken by the introduction of algorithm 4"
  },
  "0.18.38": {
    "en": "Fixed the minimum charger threshold as it was not able to edit properly in fully automated mode. #67"
  },
  "0.18.39": {
    "en": "Fix for two crash bugs, one for users of Easee chargers that are not on the test version of the easee app, one for knx thermostat owners."
  },
  "0.19.0": {
    "en": "Easee Car charger support finally completed. + Fix for bug #78: Temperature control stopped working. + Marked net.filllip-namron:4512746 devices as stable."
  },
  "0.19.1": {
    "en": "Minor correction to when to increase charging current."
  },
  "0.19.2": {
    "en": "Added support for Elko Smart Super TR RF (experimental)"
  },
  "0.19.3": {
    "en": "Fix for a bug that prevented devices from being turned on again after being turned off if temperature control was disabled."
  },
  "0.19.4": {
    "en": "Added support for heat pump climate.onecta.daikin:stylish_ftxa"
  },
  "0.19.5": {
    "en": "Updated price points from \"low\"/\"high\" to \"cheap\"/\"expensive\" everywhere for consistency. (Issue #60)"
  },
  "0.19.6": {
    "en": "Added \"and\" flow card to check if a zone is enabled or not"
  },
  "0.19.7": {
    "en": "Added currency support + Fixed decimal setting of temperatures + Implemented override for 'controlled' + Updated flow card hint text for 'zone-override'"
  },
  "0.19.8": {
    "en": "Devices with override set to \"controlled\" was not listed in the override section (issue #88)"
  },
  "0.19.9": {
    "en": "Added Device logging + Added two devices to the supported list: com.xiaomi-mi:plug.maeu01 + no.connecte:puck_relay"
  },
  "0.19.10": {
    "en": "Correction to the debug feature. It reported that debug was enabled too often"
  },
  "0.19.11": {
    "en": "Vthermo devices will now fetch their min/max from the device capability"
  },
  "0.19.12": {
    "en": "New Override features for charging (tickets #92 and #94)"
  }
}
