{
  "settings": {
    "title": "PiggyBank Settings",
    "subtitle": "Power settings",
    "loadingText": "Please wait a few seconds while devices are being loaded...",
    "sponsoredBy": "This app is sponsored by:",
    "sponsorText": "Your company logo here?<br>Contact the developer.",
    "tab": {
      "global": "Global",
      "price": "Price",
      "frost": "Frost",
      "zone": "Zones",
      "normal": "Normal",
      "night": "Night",
      "holiday": "Away",
      "custom": "Custom"
    },
    "pricetab": {
      "cheap": "Cheap",
      "normal": "Normal",
      "expensive": "Expensive",
      "extreme": "Extreme"
    },
    "opMode": {
      "disabled": "App Disabled",
      "normal": "Normal",
      "night": "Night",
      "holiday": "Away",
      "custom": "Custom"
    },
    "global": {
      "settings": "Global Settings",
      "operatingMode" : "Operating Mode",
      "operatingModeHint1": "Note: To avoid conflicting settings you should disable all flows trying to operate the devices selected below before activating this app.",
      "operatingModeHint2": "Hint: You can use flow cards to change operating mode.",
      "errorMargin" : "Error Margin",
      "errorMarginHint1" : "Ensure that you always end up a bit below the effect tariff.",
      "errorMarginHint2" : "Hint: This give you room for a minor overuse another day as the tariff is based on a 3 day average.",
      "safetyPower" : "Reserved power",
      "safetyPowerHint1" : "Avoid failing the power target by reserving power to uncontrollable devices.",
      "safetyPowerHint2" : "Hint: You can use flow cards to change the reserved power during the day. It is reccomended to reserve more power before making dinner.",
      "mainFuse" : "Main fuse",
      "mainFuseHint" : "The main fuse is important for what is calculated as the maximum available power. The app will not let you use more power than the main fuse allows.",
      "freeThreshold": "Free capacity threshold",
      "freeThresholdHint": "Free power will only be reported if the indicated amount of controllable units are switched on. This can be used to give priority to devices that are controlled outside the app, such as charging an electric car. 0% will give the highest priority while 100% will give the lowest priority.",
      "carCharger": "Car Charger Howto",
      "carChargerHint": ["<p>Depending on your preferences, there are two methods that can be used to let this app control an electric car charger:</p><!--",
          "--><ol><!--",
          "-->  <li><b>Performance controlled</b><!--",
          "-->      <p>With this method, the electric car charger should not be selected as controllable. Instead, you have to use flows to process signals from the app to control the charger.</p><!--",
          "-->      <p>During times when you want to charge but are not charging, you set the reserved power equal to the desired charging power.</p><!--",
          "-->      <p>When the app indicates that the desired wattage is available, you set the reserved power to 0 and start charging.</p><!--",
          "-->      <p>If the app indicates that it will not be able to reach the power target, you must reduce the charging power by the indicated power. (if this happens, the reserved charging power may have been set too low)</p><!--",
          "-->      <p>To obtain available power and that the power must be reduced, you must install the device PiggyBank insights.</p><!--",
          "-->      <p>The priority of the charger can be set by changing the threshold value for free capacity.</p><!--",
          "-->  </li><!--",
          "-->  <li><b>On/Off controlled</b><!--",
          "-->      <p>With this method, the electric car charger must be selected as controllable.</p><!--",
          "-->      <p>The power of the electric car charger should be set to a value that is close to the power tariff you want to meet, minus a small margin.</p><!--",
          "-->      <p>Set up the charger in a separate zone and use the zone management of the app+flows to decide what time of day the charger should charge.</p><!--",
          "-->      <p>With this method, the charger may be turned off/on a few times during the charging cycle if the charging power is set too high or if other devices are used randomly during the time.</p><!--",
          "-->  </li><!--",
          "-->  <p style='color:red;'>NB! Help is requested to verify that the above methods can be used to charge an electric car, as the developer of the app does not have an electric car. If you could give the developer of the app feedback on whether it works, that would be great.</p><!--",
          "--></ol>"],
      "sponsorInfo": "Sponsor and funding",
      "sponsorInfoHint": ["<p>A lot of free time has gone into developing this app and the hope is that everyone saves money. If you think this is a good idea and want to support the development of the app, you can:</p><!--",
          "--><ol><!--",
          "-->  <li><b>For private individuals</b><!--",
          "-->      <p>You can sponsor the development of the app by donating money at <a href='https://github.com/sponsors/frodeheg'>https://github.com/sponsors/frodeheg</a></p><!--",
          "-->  </li><!--",
          "-->  <li><b>for companies</b><!--",
          "-->      <p>This page takes a few seconds to load, therefore a loading screen has been added to inform about the waiting time. This can be a good advertising space, as there is a waiting period that you cannot avoid.</p><!--",
          "-->      <p>If your company wants to make use of this great opportunity, you can contact the developer of the app.</p><!--",
          "-->  </li><!--",
          "--></ol>"],
      "controllableDevices": "Controllable devices",
      "deviceListHint1" : "Only selected devices can be controlled by the app.",
      "deviceListHint2" : "Tip: For optimal control, ensure that heavy adjustable current draws are set to a power that does not exceed the desired power tariff. Otherwise it will result in frequent switching on/off."
    },
    "price": {
      "header": "Price control",
      "priceMode": "Mode",
      "mode": {
        "flow": "From Flow",
        "internal": "Internal control"
      },
      "buttons": {
        "help": "Frost guard and zone control will override all actions. Frost guard will override everything with a thermostat and zone control turns off everything without frost guard. Other than that the actions have the following effect",
        "helpOn": "On when sufficient power, otherwize off",
        "helpOff": "Turn off",
        "helpDelta": "Turn on and change temp, but only if sufficient power",
        "helpEmergency": "Turn off only as a last resort to get below the power tariff (no frost guard)",
        "helpIgnore": "Ignore the unit completely (no frost guard)"
      },
      "actionLow": "Actions when price is low",
      "actionHigh": "Actions when price is high",
      "actionExtreme": "Actions when price is extremely high",
      "actionNormal": "Actions when price is normal",
      "priceHint1": "The Mode allows you to choose whether to feed the app with manually crafted price points or if the price points should be set automatically. If neither is used then the app will only control max power.",
      "priceErr1": "Note! You have to install the app no.almli.utilitycost in order to use the internal price control. The prices are fetched seamlessly, flow cards are not necessary.",
      "pricePoint": "Price point",
      "pricePointHint": "The behaviour of each price point is defined below. Price points can be changed by using flows.",
      "action": "Action",
      "delta": "Delta",
      "deltaTemp": "Change temp",
      "turnOn": "Turn on",
      "turnOff": "Turn off",
      "emergencyOff": "Off if needed",
      "ignore": "Ignore",
      "internal": {
        "minCheapTime": "Minimum amount of cheap hours",
        "minCheapTimeHint": "Regardless of the actual price, you can demand that the x cheapest hours of the day always set the price point to cheap.",
        "minExpensiveTime": "Minimum amount of expensive hours",
        "minExpensiveTimeHint": "Regardless of the actual price, you can demand that the x most expensive hours of the day should always set the price point to expensive.",
        "lowPriceModifier": "Limit for low price",
        "lowPriceModifierHint": "If the current hourly price falls x% below the basis for price comparison, the price point is always set to Low",
        "highPriceModifier": "Limit for expensive price",
        "highPriceModifierHint": "If the current hourly price is x% above the basis for price comparison, the price point is always set to High",
        "extremePriceModifier": "Limit for extreme prices",
        "extremePriceModifierHint": "If the current hourly price is x% above the basis for price comparison, the price point is always set to Extremely High",
        "averageTime": "Basis for price comparison",
        "averageTimeHint": "Whether a price is expensive or cheap is determined by seeing if it is x% above/below the average price in the specified interval.",
        "day0": "Average price today",
        "day1": "Last day",
        "day2": "Last two days",
        "day4": "Last four days",
        "day7": "Last week",
        "day30": "Last month"
      }
    },
    "frost": {
      "header": "Frost Control",
      "minTemp": "Minimum temperature per device",
      "frostHint": "If the temperature for one unit falls below the minimum allowed temperature then the unit will be turned on independent of any other power control."
    },
    "zone": {
      "header": "Zone Control",
      "zoneHint": "The purpose of zones is to completely disable all heating/cooling sources in a zone if doors or windows are open. You don't have to care about zones if you do not have door and window sensors.",
      "zoneHint2": "You have to use flows to turn zones off and on again.",
      "zonesOff": "The following zones has been forced off",
      "zonesClear": "Clear all zones",
      "zoneName": "Sone",
      "zoneNum": "Antall enheter påvirket"
    },
    "mode" : {
      "powerSettings": "Power settings",
      "powerLimit1" : "Step 1 - 0-2 kW",
      "powerLimit2" : "Step 2 - 2-5 kW",
      "powerLimit3" : "Step 3 - 5-10 kW",
      "powerLimit4" : "Step 4 - 10-15 kW",
      "powerLimit5" : "Step 5 - 15-20 kW",
      "powerLimit6" : "Step 6 - 20-25 kW",
      "powerLimit7" : "Step 7 - 25-50 kW",
      "powerLimit8" : "Step 8 - 50-75 kW",
      "powerLimit9" : "Step 9 - 75-100 kW",
      "powerLimit10" : "Step 10 - 100+ kW",
      "maxPower": "Maximum hourly consumption",
      "priorities" : "Priorities",
      "priorityHint1": "In case of excessive power consumption, the app starts turning off devices from the bottom of the list. Devices at the top of the list will be the last to be turned off.",
      "priorityHint2": "When the desired power tariff is within reach, the app will start turning on devices again.",
      "priorityHint3": "In order to prevent frequent switching on/off, the app will insert a waiting time after the last switch-off before appliances are switched on again. Therefore, set power consumption for electric car chargers roughly equal to the desired power tariff and low priority.",
      "controlled": "Controlled",
      "alwaysOn": "Always On",
      "alwaysOff": "Always Off",
      "device": "Device",
      "priority": "Priority",
      "targetTemp": "Target"
    },
    "saveButton": "Save changes",
    "alert": {
      "settingssaved": "Your changes have been saved.",
      "leavepage": "Do you want to leave this page?"
    },
    "log": {
      "show": "Show log",
      "header": "Log",
      "exit": "Exit log",
      "level": "Log level",
      "error": "Errors Only",
      "basic": "Basic Information",
      "full": "All Information",
      "clearLog": "Clear",
      "sendLog": "Send",
      "showState": "State"
    }
  },
  "newdevice" : {
    "info": "This device will give you insight into what happens when the app controls the flow. There is no need to install this device to make the app work.",
    "info2": "As the device only works as a window into the app, you cannot therefore configure what happens through this device's settings. You can only configure what happens through the app's settings."
  },
  "warnings" : {
    "notConfigured": "The App has not been configured properly yet, please go to the app settings page and save your preferred configuration",
    "homeyReboot": "The App is disabled for 15 minutes after a power loss was detected to help Homey to recover.",
    "notEnabled": "The App has not been activated yet. Please enter the app settings to activate the app.",
    "noDevices": "Please select at least one device to be controlled",
    "savingWait": "Saving, please wait...",
    "savingFailed": "Failed to save, This should not happen, please notify the developer so this can be fixed",
    "noPriceApi": "You have to install the app 'no.almli.utilitycost' to get the electricity prices to work",
    "internalPP": "In order to set price points with flows you have to disable the internal price control first in the app setup",
    "rememberToSave": "Remember to save!",
    "appDisabled": "The app operating mode is set to disabled. Please turn it on in app settings or with a flow.",
    "timeout": "Timeout! Homey is busy. Please retry later or contact the App developer if the problem persist."
  }
}