{
  "settings": {
    "title": "Réglages Tirelire",
    "subtitle": "Réglages de puissance",
    "loadingText": "Veuillez patienter quelques secondes pendant que les appareils sont chargés.",
    "sponsoredBy": "Cette application est parrainée par:",
    "sponsorText": "Votre logo ici? Contactez le développeur.",
    "app": {
      "activeted": "L'appli est",
      "enabled": "Appli activé",
      "disabled": "Appli inactif",
      "activationHint1": "Avant d'activer l'application, veuillez compléter toutes les actions dans la liste de todo ci-dessous.",
      "activationHint2": "Remarque : Pour éviter les situations conflictuelles, vous devez s'assurer qu'aucun flux externe ne fonctionne contre cette application avant de l'activer.",
      "maxPowHint": "La puissance maximale peut également être changée avec des flux par exemple lorsque différents maximums sont recherchés pendant l'hiver et l'été.",
      "maxAlarmRateHint": "La pénurie de puissance maximale est une assurance de qualité pour vous assurer que vous ne traversez pas le plafond de puissance lorsque le compteur de puissance est défectueux. Il n'est pas recommandé de l'éteindre à moins que vous ne vous souciiez pas de la puissance maximale. Tant que le compteur de puissance fonctionne, ce réglage n'aura pas d'effet, mais si l'application ne reçoit pas de rapport de puissance du compteur de puissance, il entrera dans un état limite après 1 minute. Dans cet état, il va éteindre les dispositifs. Lorsque le temps sans effet déclaré dépasse le pourcentage spécifié de l'intervalle tarifaire, la restriction cessera et tout sera de nouveau activé. Commencez de préférence avec 50% et augmentez-le si vous voyez que le plafond de puissance est franchi parce que votre compteur de puissance est peu fiable.",
      "myTasks": "l'État de l'appli"
    },
    "schedule": {
      "onoff": "Opérations en cours",
      "temp": "Température",
      "notemp": "Pas de contrôle temporel",
      "statictemp": "Constante temp",
      "pricetemp": "Prix contrôlés",
      "schedule": "Calendrier actuel",
      "schedules": "Calendriers",
      "new": "Nouveau",
      "remove": "Retirer",
      "noneSelected": "&larr; Veuillez sélectionner un intervalle à modifier.",
      "maxHours": "Heures de marche",
      "operations": {
        "alwaysOn": "Toujours activé",
        "alwaysOff": "Toujours désactivé",
        "controlledOn": "Préféré activé",
        "controlledOnCheapest": "X heures les moins chères",
        "controlledOff": "On jusqu'à Off",
        "ignore": "Ignorer"
      },
      "opHelp": {
        "alwaysOn": "Les unités concernées ne sont jamais éteintes. Le tarif d'alimentation est satisfait en contrôlant les températures. Veuillez ne pas l'utiliser pour contrôler les relais car le tarif d'alimentation ne peut pas être respecté lorsqu'ils ne peuvent pas être éteints.",
        "alwaysOff": "Les unités affectées sont tenues à l'écart quoi qu'il arrive.",
        "controlledOn": "Les unités concernées sont allumées autant que possible. Elles peuvent être éteintes pour conserver le tarif de l'électricité. Si les appareils sont éteints, ils se rallumeront lorsqu'une puissance suffisante sera disponible. Les thermostats changeront la température au lieu de s'allumer et de s'éteindre.",
        "controlledOnCheapest": "Similaire à 'Préféré activé', sauf qu'il n'est activé que pendant les X heures les moins chères.",
        "controlledOff": "Similaire à 'Préféré activé' sauf que les appareils éteints ne seront pas rallumés. Les thermostats agiront comme 'Preferred On'",
        "ignore": "Les unités concernées ne s'allumeront ni ne s'éteindront. S'il est allumé, la température sera contrôlée, s'il est éteint, rien ne se passera."
      },
      "hint": {
        "onOffOperation": "<p>Les opérations marche/arrêt sont les suivantes:</p>",
        "tempOp": ["<p>Lorsque le contrôle de la température est activé, les températures sont préférées pour contrôler le tarif de l'électricité plutôt que marche/arrêt. Si le contrôle de la température est désactivé, seules les opérations marche/arrêt seront utilisées pour contrôler le tarif de l'électricité.</p><!-- ",
            "--><p>Les températures fixes sont bonnes lorsque vous avez des prix d'électricité fixes tandis que les températures contrôlées par les prix vous permettent de définir une plage de températures en fonction des prix.</p>"],
        "ACMode": ["<p>Ceci ne s'applique qu'aux appareils AC. Si l'appareil contrôlé est un appareil AC, le mode changera comme défini ici (tant que l'appareil prend en charge le mode disponible).</p><!--",
            "--><p><b>Chauffage</b> : utilise la plage de température définie pour le chauffage. Lorsque la puissance est insuffisante, la température minimale est définie.</p><!--",
            "--><p><b>Refroidissement</b> : utilisera la plage de température définie pour le refroidissement. Lorsque la puissance est insuffisante, la température maximale est définie.</p><!--",
            "--><p><b>Auto</b> : définit une seule température. Utilisera Marche/Arrêt pour respecter le tarif électrique</p><!--",
            "--><p><b>Ventilation / Déshumidification</b> : Aucune température. Utilisera Marche/Arrêt pour respecter le tarif électrique</p><!--",
            "--><p><b>Piggy</b> : cela basculera entre le chauffage et le refroidissement en fonction de la température réelle. Les déclencheurs de température pour le mode de commutation sont ceux définis pour les 'prix normaux'.</p><!--" ,
            "--><p><b>Inchangé</b> : ce mode ne changera pas du tout votre mode AC. Il détectera le mode actuel et agira en conséquence.</p>"],
        "myThermo": ["<p>La roue des températures vous permet de régler jusqu'à 12 températures différentes. Seules celles applicables aux réglages que vous avez choisis seront visibles.</p><!--",
            "--><p>'Température d'arrêt' est la température utilisée lors de la tentative de maintien du tarif de l'électricité. Il y a une température d'arrêt lorsque le chauffage est activé et une autre lorsque le refroidissement est activé.</p><!--",
            "--><p>'Plage de température de chauffage' Il y a jusqu'à 5 températures qui peuvent être réglées pour le chauffage. La plus basse est utilisée lorsque les prix sont élevés tandis que la plus élevée est utilisée lorsque les prix sont bas.</p><!--",
            "--><p>'Plage de température de refroidissement' Il y a jusqu'à 5 températures qui peuvent être réglées pour le refroidissement. La plus basse est utilisée lorsque les prix sont bas tandis que la plus élevée est utilisée lorsque les prix sont élevés.</p>" ]
      }
    },
    "charge": {
      "header": "Chargeurs de voiture",
      "carChargerMissingHint": ["Aucun chargeur pris en charge trouvé. Vous pouvez toujours installer un contrôleur basé sur le flux, mais si vous soumettez un <!--",
      "--><a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">rapport de périphérique</a> pour votre chargeur, puis une assistance directe sera ajoutée ultérieurement version."],
      "carChargerDeprecatedHint": "La façon dont vous contrôlez votre chargeur de voiture cessera bientôt de fonctionner. Afin de continuer à contrôler le chargeur, veuillez le désélectionner dans la liste des appareils contrôlables et l'enregistrer, puis supprimer tous les anciens flux contrôlant le chargeur et installer le dispositif de contrôleur de charge pour cette application.",
      "controllerNotAddedHint": "Un chargeur pris en charge a été trouvé, veuillez installer le contrôleur de charge afin de le contrôler.",
      "controllerNotEnabledHint": "Un contrôleur de chargeur a été trouvé, mais il n'est pas activé."
    },
    "menu": {
      "home": {
        "title": "Maison"
      },
      "devices": {
        "title": "Appareils",
        "meterReader": "Releveur de compteur",
        "controllable": "Dispositifs de contrôle",
        "modes": "Modes et priorités",
        "prices": "Gestion des prix"
      },
      "advanced": {
        "title": "Avancé",
        "cost": "Paramètres de coûts",
        "settings": "Paramètres avancés",
        "charger": "Chargeurs de voiture",
        "frost": "Protection contre le gel",
        "override": "Passer outre",
        "backup": "Sauvegarde",
        "timetable": "Horaire"
      },
      "help": {
        "title": "Aide",
        "wiz": "Première fois questionnaire",
        "notfound": "L'application ne trouve pas mon appareil.",
        "fixarchive": "Réparer l'archive cassée",
        "debug": "Déboguer",
        "supported": "Appareils pris en charge",
        "about": "À propos"
      }
    },
    "pricetab": {
      "dirtcheap": "Très bon marché",
      "cheap": "Pas cher",
      "normal": "Normal",
      "expensive": "Coûteux",
      "extreme": "Extrême"
    },
    "opMode": {
      "normal": "Jour",
      "night": "Nuit",
      "holiday": "Vacances",
      "custom": "Personnalisé"
    },
    "welcome": {
      "remaining": "Fonctions restantes",
      "taskEnableApp": "L'application doit être activée pour économiser de l'argent.",
      "taskCreateEnergyFlow": "S'il vous plaît connecter la sortie du compteur d'énergie de la maison à l'entrée d'énergie de cette application. <a href=\"meterPage onclick=\"changeTab(event, meterPage');return false;\"^Voir ici pour plus de détails</a>.",
      "taskEnergyFlowRate": "Le flux de l'énergie est très faible (le dernier signal reçu il y a ${interval} minutes). Veuillez augmenter le taux si possible.",
      "taskNoPriceFlow": "Votre réglage indique que les prix devraient provenir d'un flux, mais aucun tel flux ne semble être actif",
      "taskNoPriceAPI": "Vous avez choisi d'obtenir les prix d'une application externe, qui exige que l'application 'Norwegian Electricity Bill' soit installée, mais elle ne peut pas être trouvée ou la version est trop ancienne. Peut-être que vous devriez utiliser le prix de base.",
      "taskNoPriceAPIDevice": "Votre choix pour récupérer les prix d'une application externe nécessite l'installation de l'application 'Norwegian Electricity Bill'. L'application est trouvée, mais les prix ne peuvent être récupérés que lorsque l'appareil correspondant a été installé.",
      "taskNoPriceAPIData": "Vous avez choisi de récupérer les prix d'une application externe, mais l'application 'Norwegian Electricity Bill' a été configurée pour les prix à partir des flux, et par conséquent, elle ne transmettra pas les prix à cette application.",
      "taskNoPriceEnabled": "Vous n'avez pas encore activé la gestion des prix. Cela pourrait vous sauver un peu plus d'argent.",
      "taskNoPrices": "Aucun prix futur n'est disponible. Forces point de prix vers le prix normal jusqu'à ce que la situation soit réglée.",
      "taskYesPrices": "Les prix futurs sont à nouveau disponibles.",
      "taskDisableLogging": "Vous avez permis de prolonger la connexion, ce qui ralentit considérablement l'application. S'il vous plaît désactiver la connexion prolongée pour une meilleure performance.",
      "taskExperimental": ["Vous avez choisi de contrôler une unité que l'application n'a pas été vérifiée pour gérer. <!--",
          "-->Répondre à un problème et <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">envoyer un rapport le statut</a> sur le sujet <!--",
        "-->pour cet appareil au développeur, afin d'obtenir les problèmes corrigés et ce message supprimé."],
      "taskSpookey": "Votre chargeur a mystérieusement changé de statut ${times} fois depuis le début du dernier cycle de charge. Veuillez désactiver toutes les autres sources qui tentent de contrôler le chargeur.",
      "taskNone": "Bien fait, l'application est correctement configurée.",
      "errorDevices": "Les appareils suivants sont très peu fiables, veuillez suivre les instructions en cliquant sur eux pour améliorer la fiabilité.",
      "reliability": "Fiabilité",
      "reliabilityHelp": ["Les signaux sans fil peuvent être faibles. S'il vous plaît essayez d'améliorer la ligne de vue pour homey, <!--",
        "-->rayer le signal ou s'assurer qu'il y a suffisamment de répéteurs dans la grille de signal. Cela pourrait améliorer sa fiabilité. <!--",
        "-->Physique Si vous croyez que l'appareil est déjà fiable et que les problèmes se trouvent dans cette application <!--",
        "-->rayapase soumettre un équia <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">rapport de l'appareil. Merci bien.</a>"]
    },
    "global": {
      "controlTemp": "Réglage de la température",
      "controlTempYes": "Oui",
      "controlTempNo": "Non",
      "controlTempPreferred": "Préféré",
      "controlTempHint": "<p>Non - Contrôlera uniquement marche/arrêt.</p><p>Oui - Utilise marche/arrêt pour conserver le tarif de l'électricité, les températures sont réglées en fonction des préférences actuelles.</p><p>Préféré - Évite d'utiliser marche/arrêt lorsque cela est possible, les températures sont réglées sur min/max en fonction du chauffage/refroidissement lorsque l'on essaie de conserver le tarif de puissance, sinon selon les préférences actuelles.</p>",
      "settings": "Paramètres mondiaux",
      "errorMargin": "Erreur Margin",
      "errorMarginHint1": "Assurez-vous de toujours finir un peu en dessous du tarif d'effet.",
      "errorMarginHint2": "Salut. Cela vous donne la possibilité d'une surutilisation mineure un autre jour puisque le tarif est basé sur une moyenne de 3 jours.",
      "safetyPower": "Puissance réservée",
      "safetyPowerHint1": "Éviter de manquer la cible de puissance en réservant la puissance aux dispositifs incontrôlables.",
      "safetyPowerHint2": "Conseil : Vous pouvez utiliser des cartes de flux pour changer la puissance réservée pendant la journée. Il est recommandé de réserver plus de puissance avant de faire le dîner.",
      "crossSlotSmooth": "Fenêtre de l'heure",
      "crossSlotSmoothHint": "Cette fonctionnalité vous permet de sur-utiliser la puissance au début de chaque fenêtre. Le montant donné sera ajouté à l'utilisation de puissance autorisée au début de chaque emplacement de temps et progressivement réduit à 0 à la fin de chaque fente.",
      "mainFuse": "Fusil principal",
      "mainFuseHint": "Le fusible principal est important pour ce qui est calculé comme la puissance maximale disponible. L'application ne vous laissera pas utiliser plus de puissance que le fusible principal le permet.",
      "freeThreshold": "Niveau de capacité libre",
      "freeThresholdHint": "La puissance libre ne sera signalée que si la quantité indiquée d'unités contrôlables est activée. Cela peut être utilisé pour donner la priorité aux appareils qui sont contrôlés en dehors de l'application, comme le chargement d'une voiture électrique. 0% donneront la plus haute priorité alors que 100% donnera la plus basse priorité.",
      "controllableDevices": "Dispositifs de contrôle",
      "deviceListHint1": "Seuls les appareils sélectionnés peuvent être contrôlés par l'application. Si votre appareil n'est pas répertorié, suivez les instructions dans le panneau d'aide.",
      "deviceListHint2": "Conseil : Pour un contrôle optimal, assurez-vous que les tirages de courant réglables lourds sont réglés à une puissance qui ne dépasse pas le tarif de puissance souhaité. Sinon, cela entraînera un commutation fréquente.",
      "missing": "Dispositif manquant ou cassé ?",
      "problemsolver": "Dépannage",
      "toggleTime": "Temps de jonglage:",
      "toggleTimeHint": "Après avoir changé d'état de l'appareil, l'application attendra de changer d'autres appareils jusqu'à:<ul style='font-size:1em'><li>Le changement a été enregistré ou</li><li>Enregistré ou Le temps de lutte a expiré</li><li>Si vous avez des appareils avec des temps de réponse lents comme des appareils cloud, alors il est recommandé d'utiliser un temps de navigation plus long pour éviter d'empiler trop de dispositifs.",
      "countryHint": "<p>La Norvège et la Belgique ont construit leur soutien. D'autres pays peuvent ou non travailler. Contactez le développeur si des changements supplémentaires sont nécessaires Notez que toutes les statistiques et graphiques sont effacées si vous changez le pays.</p>"
    },
    "cost": {
      "schema": "Schema",
      "header": "Paramètres de coûts",
      "surcharge": "Surcharge de l'électricité",
      "currency": "Monnaie",
      "VAT": "T.V.A.",
      "gridTaxDay": "charge réseau jour 06-22",
      "gridTaxNight": "Charge réseau nuit 22-06",
      "gridLimit": "Activité de capacité (Wh)",
      "gridCost": "Coût mensuel",
      "gridLimitHint": "Si vous configurez le coût par étape de capacité selon votre fournisseur de réseau, vos économies en monts seront calculées correctement.",
      "enabled": "Active",
      "limit": "Limite",
      "peakStart": "Début de la course",
      "peakEnd": "Fin de course",
      "weekendOffPeak": "Week-end est hors-pêche",
      "gridSteps": "Utilisez les étapes de puissance",
      "peakMin": "Puissance maximale la plus faible",
      "peakTax": "Coût max puissance",
      "granularity": "Intervalle limite",
      "granularity15": "15 min",
      "granularity60": "60 min",
      "govSubsidy": "Prendre en compte la subvention à l'électricité",
      "govSubsidyThreshold": "Seuil de subvention de l'électricité",
      "govSubsidyRate": "Taux de subvention de l'électricité",
      "govSubsidyHint": "Si vous avez des prix d'électricité subventionnés, vous pouvez activer cette option pour soustraire les subventions du prix de l'électricité avant que l'évaluation du prix ne soit effectuée. Les subventions sont calculées exclusivement à partir du prix spot."
    },
    "archive": {
      "settings": "Archive",
      "expireDaily": "Durée d'expiration Statistiques quotidiennes",
      "expireHourly": "Durée d'expiration Statistiques horaires",
      "expireHint": "Nombre de jours pour garder des statistiques avec la granularité donnée. Pour la granularité mensuelle et annuelle les statistiques sont conservées pour toujours. NB! Plus de quelques mois peuvent dégrader la performance de l'application.",
      "fixHint": "Parfois, un relevé de compteur incorrect, un horodatage ou un autre bug peut provoquer une corruption des archives. Cela peut dans certains cas affecter le fonctionnement de l'application. En tant que tel, vous pouvez corriger les valeurs cassées ci-dessous... (mais s'il vous plaît aussi informer le développeur de l'application afin que la gestion des événements futurs puisse être améliorée.)",
      "fixParameter": "Paramètre",
      "fixTimespan": "Période",
      "fixSlot": "Emplacement",
      "fixItem": "Élément",
      "fixValue": "Valeur",
      "fixSubmit": "Soumettre une nouvelle valeur"
    },
    "deviceinfo": {
      "header": "Rapports des appareils",
      "filter": "Rapport",
      "noDevice": "Sélectionnez le rapport",
      "listedExperimental": "Appareil expérimental fonctionne",
      "listedDevice": "On/off does not work",
      "listedTempDevice": "La température ne fonctionne pas",
      "unlistedDevice": "L'appareil n'est pas répertorié / manquant",
      "selector": "Dispositif",
      "getinfo": "Infos",
      "analyze": "Générer un rapport",
      "noDeviceSelected": "Veuillez sélectionner l'appareil",
      "unreliableDevice": "L'appareil sélectionné n'est fiable que de ${reliability}%. Ça peut expliquer les problèmes que tu as ? Si ce n'est pas le cas, veuillez inclure votre courriel dans le rapport afin que nous puissions le résoudre ensemble."
    },
    "meter": {
      "title": "Lectures d'énergie",
      "meterReader": "Releveur de compteur",
      "meterReaderNotFound": "Aucun releveur de compteur n'a été trouvé, vous devez utiliser un organigramme pour envoyer la consommation d'énergie à l'application. Pour ajouter la prise en charge de votre compteur d'électricité, vous pouvez accéder à <a href=\"ShowLog\" onclick=\" changeTab(event, 'logPage');return false;\">Rapport sur le logpage</a>, génère un rapport sur l'appareil manquant et envoie le rapport au développeur.",
      "meterReaderHint": "Si l'application a support pour votre lecteur de compteurs il apparaîtra ici, sinon vous devez entrer les lectures de puissance en utilisant un flux",
      "useFlow": "Rien - Utilisation flux",
      "frequency": "Fréquence",
      "frequencyHint": "Spécifie combien de fois la lecture du compteur doit être vérifiée. La valeur ajoutée est de 10 secondes."
    },
    "help": {
      "notFound": "Instructions pour les dispositifs non supportés",
      "notFoundHint": "<p>Il y a des dispositifs qui n'utilisent pas les mécanismes standard à contrôler. Ils ne seront donc pas détectés comme contrôlables par cette application. Heureusement cela peut être supporté par sans difficulté, il suffit de cliquer sur le lien ci-dessous, de générer un rapport et envoyer le journal au développeur.</p>",
      "supportedDevices": "Appareils confirmés pris en charge",
      "supportedDevicesHint": "Si votre appareil n'est pas répertorié, veuillez suivre les instructions ci-dessous:",
      "deviceTypeSwitch": "Relais",
      "deviceTypeHeater": "appareil de chauffage",
      "deviceTypeWaterHeater": "Chauffe-eau",
      "deviceTypeAC": "Climatiseur",
      "deviceTypeCharger": "Chargeurs",
      "deviceTypeIgnore": "Dispositifs non alignés",
      "deviceTypeMeter": "Les lecteurs de compteurs",
      "deviceTypeController": "Contrôleurs de puissance",
      "ongoing": "En attente des retours des utilisateurs",
      "aboutInfo": "À propos de Tirelire",
      "aboutInfoHint": ["<p>Cette application a été créée pour permettre à chacun de gérer facilement sa consommation d'énergie, tout en économisant le plus d'argent possible.</p><!--",
          "--><p>Beaucoup de temps libre a été consacré au développement de cette application. Si vous êtes satisfait de ce que vous économisez, vous pouvez soutenir le développement de l'application des manières suivantes (complètement facultatif):</p><!--",
          "--><ol><!--",
          "-->  <li><b>Pour les particuliers</b><!--",
          "-->      <p>Vous pouvez parrainer le développement de cette application de l'une des manières suivantes: (entièrement facultatif) <a href='https://github.com/sponsors/frodeheg'>https://github.com/sponsors/frodeheg</a></p><!--",
          "-->  </li><!--",
          "-->  <li><b>Commercial</b><!--",
          "-->      <p>Cette page prend quelques secondes à charger, donc un écran de chargement a été ajouté pour fournir des informations sur le temps d'attente. Cela pourrait être un bon espace publicitaire, car il y a un temps d'attente que nous ne pouvons pas éviter. </p><!--",
          "-->      <p>Si votre entreprise souhaite profiter de cette merveilleuse opportunité, veuillez contacter le développeur de l'application.</p><!--",
          "-->  </li><!--",
          "--></ol>"]
    },
    "wizzard": {
      "welcome": "Bienvenue.",
      "guide": "Une visite guidée qui vous montrera comment fonctionne l'application viendra bientôt ici."
    },
    "price": {
      "header": "Gestion des prix",
      "usagePart": "Coûts d'utilisation",
      "powerPart": "Coûts de la capacité du réseau",
      "limitPart": "Partie limite",
      "priceMode": "Mode",
      "mode": {
        "flow": "Manuellement à partir des flux",
        "internal": "Automatique",
        "disabled": "Inactif"
      },
      "priceKind": "Type de prix",
      "priceKindUtil": "Externe",
      "priceKindSpot": "Prix indicatif",
      "priceKindFixed": "Prix fixe",
      "priceKindHint": "<p> L'option 'Externe' récupère le prix de l'application 'Norwegian Electricity Bill' lorsqu'elle est installée.</p><p> Le 'Prix horaire' est récupéré de la bourse européenne de l'électricité. </ p> <p> Avec 'Prix fixe', vous pouvez entrer un prix fixe par kWh. Le prix total variera encore au cours de la journée en raison des coûts de gestion du réseau.</p>",
      "fixed": "Prix fixe",
      "spotPrice": {
        "country": "Pays",
        "region": "Prix Région"
      },
      "buttons": {
        "help": "La garde du gel et le contrôle des zones annuleront toutes les actions. La garde du gel va tout surpasser avec un thermostat et le contrôle de la zone s'éteint tout sans garde au gel. Autres que les actions ont l'effet suivant",
        "helpOn": "Lorsque le pouvoir est suffisant,",
        "helpOff": "Arrête.",
        "helpDelta": "Allumez et changez la température, mais seulement si une puissance suffisante",
        "helpEmergency": "Désactivez-vous seulement en dernier recours pour être inférieur au tarif de puissance (pas de garde de gel)",
        "helpIgnore": "Ignore complètement l'appareil (pas de garde de gel)"
      },
      "actionDirtCheap": "Actions quand l'énergie est bon marché",
      "actionLow": "Actions quand l'énergie est bon marché",
      "actionHigh": "Actions lorsque l'énergie est chère",
      "actionExtreme": "Actions lorsque l'énergie est extrêmement chère",
      "actionNormal": "Actions lorsque le prix est normal",
      "priceHint1": ["<p> Le Mode vous permet de choisir si vous souhaitez alimenter l'application avec des points de prix manuellement ou si les points de prix doivent être réglés automatiquement. Si aucun n'est utilisé (désactivé) alors l'application ne contrôlera que max power.</p> <!-",
        "-> <p> Le contrôle manuel des cartes de flux vous donne la plus grande flexibilité, mais laissez toute la responsabilité d'interpréter le prix de l'électricité à vous. </p> <!-",
        "-> <p> Automatic interprète les prix selon les préférences définies dans l'application. </p>"],
      "priceErr1": "Note ! Vous devez installer l'application 'Norwegian Electricity Bill' et un dispositif d'accompagnement pour les prix externes à frayer. Les prix sont inébranlables, les cartes de flux ne sont pas nécessaires.",
      "pricePointAdvanced": "Point de prix magique",
      "pricePoint": "Point de prix",
      "pricePointHint": "Le comportement de chaque point de prix est défini ci-dessous. Les points de prix peuvent être changés en utilisant les flux.",
      "action": "Action",
      "delta": "Delta",
      "deltaTemp": "Changement de température",
      "internal": {
        "minCheapTime": "Montant minimum d'heures",
        "minCheapTimeHint": "Quel que soit le prix réel, vous pouvez exiger que les heures les plus économiques de la journée fixent toujours le point de prix à bas prix.",
        "minExpensiveTime": "Montant minimum des heures coûteuses",
        "minExpensiveTimeHint": "Quel que soit le prix réel, vous pouvez demander que les heures les plus chères de la journée devraient toujours définir le point de prix à cher.",
        "dirtCheapPriceModifier": "Limite pour la saleté prix bon marché",
        "dirtCheapPriceModifierHint": "Si le prix horaire actuel tombe x% en dessous de la base de comparaison de prix, le point de prix est toujours fixé à Très bon marché",
        "lowPriceModifier": "Limite du prix bon marché",
        "lowPriceModifierHint": "Si le prix horaire actuel tombe x% en dessous de la base pour la comparaison de prix, le point de prix est toujours fixé à bon marché",
        "highPriceModifier": "Limite du prix cher",
        "highPriceModifierHint": "Si le prix horaire actuel est x% au-dessus de la base de comparaison de prix, le point de prix est toujours fixé à Coûteux",
        "extremePriceModifier": "Limite des prix extrêmes",
        "extremePriceModifierHint": "Si le prix horaire actuel est x% au-dessus de la base de comparaison de prix, le point de prix est toujours fixé à Extrêmement Coûteux",
        "averageTime": "Base de comparaison des prix",
        "averageTimeHint": "Si un prix est cher ou bon marché est déterminé en voyant s'il est x% au-dessus/au-dessous du prix moyen dans les heures X précédentes et Y suivantes. Si X+Y<1 le prix moyen aujourd'hui est utilisé.",
        "prev": "Prev",
        "next": "Suivant",
        "hours": "Heures"
      }
    },
    "frost": {
      "header": "Protection contre le gel",
      "minTemp": "Température minimale par appareil",
      "frostHint": "Si la température d'une unité tombe en dessous de la température minimale autorisée, l'appareil sera allumé indépendant de tout autre contrôle de puissance."
    },
    "zone": {
      "header": "Contrôle des zones",
      "zoneHint": "L'objectif des zones est de désactiver complètement toutes les sources de chauffage et de refroidissement dans une zone si les portes ou les fenêtres sont ouvertes. Vous n'avez pas à vous soucier des zones si vous n'avez pas de capteurs de porte et de fenêtre.",
      "zoneHint2": "Vous devez utiliser les flux pour éteindre les zones et à nouveau.",
      "zonesOff": "Les zones suivantes ont été arrêtées",
      "zonesClear": "Supprimer toutes les zones",
      "zoneName": "Zone",
      "zoneNum": "Nombre d'unités affectées"
    },
    "override": {
      "header": "Dispositifs de remplacement",
      "overrideHint": "Les appareils peuvent être remplacés de plusieurs façons : prévenir les attaques répétées Par le contrôle de la zone (cartes de flux) Par la garde du gel (automatique) Par des actions d'entretien (dans les perspicacités de la banque) À travers par les cartes de sortie (cartes de flux)",
      "overridden": "Les dispositifs suivants ont été surchargés",
      "device": "Dispositif",
      "status": "Remplacé par",
      "on": "Activé Forcée",
      "off": "Désactivé forcée",
      "offUntilOn": "Maintenance (finies lorsqu'elles sont tournées manuellement)",
      "temp": "Température manuelle",
      "frost": "Protection contre le gel active",
      "controlled": "Régulé",
      "zone": "Zone ${zone} désactivée"
    },
    "mode": {
      "activeMode": "Mode actif",
      "operatingMode": "Mode opératoire",
      "operatingModeHint": "Conseil : Vous pouvez utiliser des cartes de flux pour modifier le mode d'exploitation.",
      "powerSettings": "Réglages de puissance",
      "powerStep": "Étape",
      "limits": "Limitations",
      "maxPower15min": "Consommation maximale par 15 min.",
      "maxPowerHour": "Consommation horaire maximale",
      "maxPowerDay": "Consommation quotidienne maximale",
      "maxPowerMonth": "Consommation mensuelle maximale",
      "maxAlarmRate": "Pénurie de puissance maximale",
      "priorities": "Priorités",
      "priorityHint1": "En cas de consommation excessive d'énergie, l'application commence à désactiver les appareils du bas de la liste. Les appareils en haut de la liste seront les derniers à être désactivés.",
      "priorityHint2": "Lorsque le tarif de puissance souhaité est à portée de main, l'application va recommencer à tourner sur des appareils.",
      "priorityHint3": "Afin d'éviter un commutation fréquente, l'application insère un temps d'attente après le dernier interrupteur avant que les appareils ne soient de nouveau allumés. Par conséquent, définir la consommation d'énergie pour les chargeurs de voiture électrique à peu près égale au tarif de puissance souhaité et à faible priorité.",
      "active": "Limitation",
      "noMeterPower": "Lecteur de compteur non fiable",
      "controlled": "Contrôles",
      "alwaysOn": "Toujours",
      "alwaysOff": "Toujours dehors",
      "device": "Dispositif",
      "priority": "Priorité",
      "targetTemp": "Cible",
      "modeName": "Nom du mode"
    },
    "saveButton": "Sauvegarder les modifications",
    "alert": {
      "maxPowerChanged": "Vous avez augmenté le tarif de puissance. Cela peut entraîner des coûts supplémentaires. Tu veux continuer ?",
      "leavepage": "Vous voulez quitter cette page ?"
    },
    "log": {
      "show": "Problème de rapport",
      "header": "Log",
      "exit": "Journal de sortie",
      "unit": "Unité pour le journal complet",
      "unitNone": "Pas d'unité",
      "level": "Autres manifestations",
      "error": "Erreurs seulement",
      "basic": "Informations de base",
      "full": "Toutes les informations",
      "clearLog": "Effacer",
      "sendLog": "Envoyer",
      "sendConfirm": "Envoyer le contenu du journal au développeur ?",
      "thankYou": "Merci ! (Veuillez noter que le service de messagerie est un peu fiable. Si vous n'obtenez aucune réponse, veuillez essayer de nouveau plus tard ou utiliser le forum)",
      "sendError": "Failed envoyant le journal, veuillez réessayer plus tard ou attendre la mise à jour de l'application.",
      "email": "E-mail",
      "comment": "Commentaire",
      "required": "Vous n'avez pas produit de rapport ou décrit le problème. Veuillez générer un rapport ou décrire le problème + votre adresse email avant de soumettre le journal."
    },
    "backup": {
      "header": "Sauvegarde",
      "text": "La fonctionnalité de sauvegarde n'est pas terminée. Vous pouvez récupérer l'état mais pas encore le définir.",
      "getState": "État de récupération"
    },
    "ACMode": {
      "header": "Mode AC",
      "fromAC": "Inchangé",
      "auto": "Auto",
      "heat": "Chaleur",
      "cool": "Refroidissement",
      "dry": "Sécher",
      "fan": "Ventilateur",
      "piggy": "Intelligent",
      "hint": "Le mode AC affecte toutes les unités AC (mais viendra par unité dans une mise à jour ultérieure). Si ACMode='Unchanged', l'application ne définira pas le mode AC. Toutes les autres sélections définiront le mode AC. NB : Si le mode AC est réglé sur refroidissement, les températures delta pour le prix seront inversées afin que vous puissiez basculer de manière transparente entre le chauffage et le refroidissement sans affecter la capacité de l'application à économiser de l'argent."
    }
  },
  "charger": {
    "new": {
      "deviceName": "Contrôleur de charge",
      "flowBased": "Contrôleur basé sur le flux",
      "controlFor": "Contrôleur pour",
      "infoHeader": "Informations sur le contrôleur de charge",
      "imageHeader": "Sélectionner l'icône",
      "info1": "Cet appareil vous permettra de contrôler un chargeur de voiture avec Piggy.",
      "info2": "Si votre chargeur est directement pris en charge, il sera répertorié dans l'écran suivant. Sinon, vous devez sélectionner le contrôleur basé sur le débit."
    },
    "validation": {
      "heading": "L'appareil ne peut être utilisé avant que la check-list ci-dessous n'ait été complétée",
      "reset": "L'action de maintenance \"reset\" va recommencer",
      "stateLabel": "État de charge reçu",
      "stateHint": "Veuillez créer un flux pour informer le contrôleur de l'état de charge.",
      "batterySkipped": "Test de batterie ignoré.",
      "turnedOnLabel": "Le contrôleur doit être activé.",
      "turnedOnHint": "Veuillez allumer le contrôleur de charge.",
      "turnaroundLabel": "Test de réponse",
      "turnaroundOngoing": "en cours",
      "wait": "Appuyez sur Actualiser pour les mises à jour"
    },
    "error": {
      "notReady": "Impossible d'allumer le contrôleur de charge avant qu'il n'ait été correctement connecté et testé. Consultez la capacité de la caméra de cet appareil pour obtenir des instructions."
    },
    "warnings": {
      "noSignalAmps": "Aucun signal Amp reçu du chargeur",
      "noSignalWatts": "Aucun signal Watt reçu du chargeur",
      "noSignalBattery": "Aucun niveau de batterie reçu du chargeur",
      "redundantFlow": "Signal de débit ignoré, il est récupéré directement depuis l'appareil contrôlé."
    }
  },
  "newdevice": {
    "info": "Cet appareil vous donnera un aperçu de ce qui se passe lorsque l'application contrôle le flux. Il n'est pas nécessaire d'installer ce dispositif pour faire fonctionner l'application.",
    "info2": "Étant donné que cet appareil ne fonctionne que pour surveiller l'application, vous ne pouvez donc pas configurer ce qui se passe à travers les paramètres de cet appareil. Vous ne pouvez configurer ce qui se passe que par les paramètres de l'application."
  },
  "insights": {
    "modechange": "Changé en mode [name]"
  },
  "warnings": {
    "homeyApiNotResponding": "Avoir des difficultés à obtenir des états de périphériques de l'API Homey. Ce problème devrait résoudre sous peu, si vous ne contactez pas le développeur de l'application car il pourrait être un bug.",
    "notConfigured": "L'application n'a pas encore été configurée correctement, s'il vous plaît aller à la page des paramètres de l'application et sauvegarder votre configuration préférée",
    "homeyReboot": "L'application est désactivée pendant 15 minutes après la détection d'une perte de puissance pour aider Homey à se rétablir.",
    "notEnabled": "L'application n'a pas encore été activée. Veuillez saisir les paramètres de l'application pour activer l'application.",
    "noDevices": "Veuillez sélectionner au moins un appareil à contrôler",
    "savingWait": "Sauver, s'il vous plaît attendez.",
    "savingFailed": "Impossible d'enregistrer, cela ne devrait pas se produire, s'il vous plaît aviser le développeur pour que cela puisse être corrigé",
    "noPriceApi": "Vous devez installer l'application 'https://homey.app/a/no.almli.utilitycost/' pour obtenir les prix de l'électricité à travailler. Alternativement définir le point de prix à partir des flux.",
    "noPriceApiDevice": "Vous devez installer l'appareil correspondant à l'application 'https://homey.app/a/no.almli.utilitycost/' afin d'obtenir les prix de l'électricité de l'application. Alternativement définir le point de prix à partir des flux.",
    "noPriceApiData": "L'application Utilitycost est définie pour utiliser le prix à partir des flux. Ainsi, il ne transmettra pas le coût. Essayez de configurer le prix avec la fonction de prix intégrée dans piggy à la place.",
    "notPMfromFlow": "Afin de définir des points de prix avec des flux, vous devez d'abord activer la gestion des prix en utilisant des flux dans l'application de configuration",
    "rememberToSave": "Souviens-toi de sauver !",
    "appDisabled": "Le mode de fonctionnement de l'application est désactivé. S'il vous plaît, activez-le dans les paramètres de l'application ou avec un flux.",
    "timeout": "Temps mort ! Homey est occupé. Veuillez patienter plus, retry plus tard ou contacter le développeur App si le problème persiste. Si vous êtes à l'origine d'un navigateur, il aide généralement à rafraîchir la page.",
    "notValidTime": "Le temps de fin n'est pas valide. Veuillez utiliser le format 24 heures HH:MM (pas de AM/PM)",
    "meterIsAuto": "Les entrées manuelles des lecteurs de compteur ne sont pas autorisées lorsqu'un lecteur de compteur a été sélectionné",
    "generic": "Le problème suivant est survenu, veuillez le signaler au développeur afin qu'il puisse être résolu",
    "noDevFound": "Aucun périphérique contrôlable trouvé",
    "noDevHelp": "Veuillez marquer les appareils comme contrôlables dans les paramètres de l'application"
  },
  "breaking": {
    "maxPower": "Changement important pour **Tirelire:** Max Power est maintenant un cadre global unique au lieu de par mode. Veuillez vérifier que le nouveau réglage est correct. Le nouveau réglage est",
    "fixGraph": "**Tirelire** update: Malheureusement, en raison d'une erreur, certains d'entre vous peuvent voir une consommation horaire beaucoup plus élevée que ce n'était en fait le cas dans certains jours au cours des deux dernières semaines. Les jours qui ont été touchés ont été retirés du graphique et n'affecteront donc plus le tarif mensuel estimé. Pour connaître votre tarif correct pour ce mois particulier, il est recommandé de vérifier chez elhub. Non, désolé pour l'inconvénient.",
    "maxAlarm": "**Tirelire** - Changement important : Afin de s'assurer que la consommation de puissance n'enfreint pas le tarif de puissance lorsque le lecteur de compteur n'est pas fiable, une restriction a été ajoutée qui désactive les appareils lorsque la puissance n'est pas signalée. Vous pouvez avoir besoin de changer ce réglage si votre lecteur de compteur est peu fiable. On peut le trouver sous Advanced-ACIACost-phylLimits."
  },
  "maxUsageGraph": {
    "title": "Utilisation de Max Hourly",
    "titleQ": "Utilisation maximale par 15 min.",
    "yaxis": "kWh",
    "xaxis": "Jour",
    "tariff": "Tarif de puissance estimatif",
    "highest": "Utilisation la plus élevée à l'heure",
    "highestQ": "Utilisation la plus élevée par 15 min.",
    "missing": "Des données manquantes.",
    "inaccurate": "Données inexactes.\n(temps sans puissance: ${percent}%)",
    "incomplete": "Données incomplètes, période non terminée."
  },
  "chargePlanGraph": {
    "title": "Cycle de charge",
    "yaxis": "Prix par kWh",
    "price": "Prix",
    "enabled": "Activé",
    "charging": "Chargement activé",
    "nocharge": "Chargement inactif",
    "noPrice": "Pas de données de prix encore",
    "withSubsidy": "Subventionné",
    "withoutSubsidy": "Réel",
    "noPlan": "Aucun plan de recharge créé. Vous pouvez créer un plan de recharge en démarrant le flux \"Charger le moins cher x heures avant hh:00 heures\".",
    "cycleEnded": "Le cycle de charge est terminé."
  },
  "month": {
    "jan": "Janvier",
    "feb": "Février",
    "mar": "Mars",
    "apr": "Avril",
    "may": "Mai",
    "jun": "Juin",
    "jul": "Juillet",
    "aug": "Août",
    "sep": "Septembre",
    "oct": "Octobre",
    "nov": "Novembre",
    "dec": "Décembre"
  },
  "units": {
    "kWh": "kWh",
    "hours": "h"
  },
  "graph": {
    "consumption": "Utilisation",
    "maxhour": "Max Utilisation",
    "prices": "Prix",
    "savings": "Économies",
    "pricePoint": "Point de prix",
    "priceDistribution": "Répartition des prix",
    "unavailable": "Non disponible",
    "hours": "heures",
    "day": "Jour",
    "month": "Mois",
    "year": "Année",
    "predicted": "Prévisions"
  },
  "thermostat": {
    "HeatOff": "Chauffage éteint",
    "HeatExtreme": "Chauffage extrêmement coûteux",
    "HeatExpensive": "Chauffage coûteux",
    "HeatNormal": "Chauffage normal",
    "HeatCheap": "Chauffage pas cher",
    "HeatDirtCheap": "Chauffage très bon marché",
    "CoolDirtCheap": "Refroidissement très bon marché",
    "CoolCheap": "Refroidissement pas cher",
    "CoolNormal": "Refroidissement normal",
    "CoolExpensive": "Refroidissement coûteux",
    "CoolExtreme": "Refroidissement très cher",
    "CoolOff": "Refroidissement désactivé",
    "whenText": "quand",
    "thenText": "alors"
  }
}
