{
  "settings": {
    "title": "Spaarpot instellingen",
    "subtitle": "Energie instellingen",
    "loadingText": "Wacht even terwijl apparaten worden geladen...",
    "sponsoredBy": "Deze app wordt gesponsord door:",
    "sponsorText": "Uw bedrijfslogo hier?<br>Neem contact op met de ontwikkelaar.",
    "app": {
      "activeted": "De app is",
      "enabled": "App ingeschakeld",
      "disabled": "App uitgeschakeld",
      "activationHint1": "Voordat je de app activeert, moet je alle acties in de onderstaande actielijst voltooien.",
      "activationHint2": "Opmerking: om conflicterende instellingen te voorkomen, moet je er zorgvuldig voor zorgen dat er geen flows tegen deze app in werken voordat je deze activeert.",
      "maxPowHint": "Het maximale vermogen kan ook worden gewijzigd met flows, bijvoorbeeld wanneer verschillende maxima gewenst zijn in de winter en de zomer.",
      "maxAlarmRateHint": "Maximaal stroombegrenzing is een kwaliteitsborging om ervoor te zorgen dat je het stroomplafond niet overschrijdt wanneer de energiemeter defect is. Het wordt niet aanbevolen om dit uit te schakelen, tenzij je niet om het maximale vermogen geeft. Zolang de energiemeter werkt, heeft deze instelling geen effect, maar als de app geen vermogensrapport van de energiemeter ontvangt, wordt deze na 1 minuut in een beperkende status weergegeven. In deze staat worden apparaten uitgeschakeld. Wanneer de tijd zonder gerapporteerd effect het opgegeven % van het tariefinterval overschrijdt, wordt de beperking beëindigd en wordt alles opnieuw ingeschakeld. Begin bij voorkeur met 50% en verhoog deze als je ziet dat het energieplafond wordt overschreden, omdat je energiemeter niet goed werkt.",
      "myTasks": "De app status"
    },
    "schedule": {
      "onoff": "Aan-Uit werking",
      "temp": "Temperatuur",
      "notemp": "Geen temperatuur regeling",
      "statictemp": "Constante temperatuur",
      "pricetemp": "Prijs gestuurd",
      "schedule": "Huidige planning",
      "schedules": "Planningen",
      "new": "Nieuw",
      "remove": "Verwijderen",
      "noneSelected": "&larr; Selecteer een interval om te bewerken.",
      "maxHours": "Uren Aan",
      "operations": {
        "alwaysOn": "Altijd aan",
        "alwaysOff": "Altijd uit",
        "controlledOn": "Voorkeur aan",
        "controlledOnCheapest": "Goedkoopste X uur",
        "controlledOff": "Aan tot Uit",
        "ignore": "Negeren"
      },
      "opHelp": {
        "alwaysOn": "De apparaten in kwestie worden nooit uitgeschakeld. Aan het stroomtarief wordt voldaan door het regelen van de temperatuur. Gebruik dit niet om relais te regelen, aangezien er niet aan het stroomtarief kan worden voldaan als ze niet kunnen worden uitgeschakeld.",
        "alwaysOff": "De apparaten in kwestie worden hoe dan ook uitgeschakeld.",
        "controlledOn": "De apparaten in kwestie staan voorzover het kan zoveel mogelijk aan. Ze kunnen worden uitgeschakeld om het stroomtarief te behouden. Als apparaten worden uitgeschakeld, worden ze weer ingeschakeld wanneer er voldoende stroom beschikbaar is. Thermostaten veranderen de temperatuur in plaats van aan en uit te zetten.",
        "controlledOnCheapest": "Gelijk aan 'Voorkeur aan' behalve dat het alleen aan staat op de goedkoopste X uur.",
        "controlledOff": "Gelijk aan 'Voorkeur aan' behalve dat uitgeschakelde apparaten niet opnieuw worden ingeschakeld. Thermostaat-apparaten werken als 'Voorkeur aan'",
        "ignore": "De apparaten in kwestie kunnen niet worden in- of uitgeschakeld. Als het apparaat aan is, wordt de temperatuur gecontroleerd, en als het uit is, gebeurt er niets."
      },
      "hint": {
        "onOffOperation": "<p>De aan/uit handelingen zijn als volgt:</p>",
        "tempOp": "<p>Als temperatuurregeling is ingeschakeld, hebben de temperaturen de voorkeur om het stroomtarief te regelen, in plaats van aan/uit. Als temperatuurregeling is uitgeschakeld, worden alleen aan/uit-bewerkingen gebruikt om het stroomtarief te regelen.</p><p>Vaste temperaturen zijn goed als u vaste elektriciteitsprijzen heeft, terwijl prijsgecontroleerde temperaturen u in staat stellen een reeks temperaturen in te stellen, afhankelijk van de prijzen.</p>",
        "ACMode": "<p>Dit is alleen van toepassing op AC (airco) apparaten. Als het apparaat dat wordt bestuurd een AC-apparaat is, zal de modus veranderen zoals hier ingesteld (zolang het apparaat de beschikbare modus ondersteunt).</p><p><b>Verwarming</b>: Gebruikt het ingestelde temperatuurbereik voor verwarming. Bij onvoldoende vermogen wordt de minimumtemperatuur ingesteld.</p><p><b>Koelen</b>: Gebruikt het ingestelde temperatuurbereik voor koelen. Bij onvoldoende vermogen wordt de maximale temperatuur ingesteld.</p><p><b>Auto</b>: Stelt een enkele temperatuur in. Zal Aan/Uit gebruiken om aan het stroomtarief te voldoen</p><p><b>Ventilator / Drogen</b>: Geen temperaturen. Zal Aan/Uit gebruiken om aan het stroomtarief te voldoen</p><p><b>Piggy</b>: Dit schakelt tussen verwarmen en koelen, afhankelijk van de werkelijke temperatuur. De temperatuurtriggers voor de schakelmodus zijn die ingesteld voor 'normale prijzen'.</p><p><b>Ongewijzigd</b>: deze modus zal uw AC-modus helemaal niet veranderen. Het zal de huidige modus detecteren en dienovereenkomstig handelen.</p>",
        "myThermo": "<p>Met het temperatuurwiel kun je tot 12 verschillende temperaturen instellen. Alleen de temperaturen die van toepassing zijn op de instellingen die je hebt gekozen, zijn zichtbaar.</p><p>'Uit-temperatuur' is de temperatuur die wordt gebruikt om het stroomtarief te behouden. Er is één uit-temperatuur wanneer verwarmen is ingeschakeld en een andere wanneer koelen is ingeschakeld.</p><p>'Verwarmings-temperatuurbereik' Er zijn maximaal 5 verschillende temperaturen die kunnen worden ingesteld voor verwarming. De laagste wordt gebruikt als de prijzen hoog zijn en de hoogste wordt gebruikt als de prijzen laag zijn.</p><p>'Koel-temperatuurbereik' Er kunnen maximaal 5 verschillende temperaturen worden ingesteld voor airco. De laagste wordt gebruikt als de prijzen laag zijn en de hoogste wordt gebruikt als de prijzen hoog zijn.</p>"
      }
    },
    "charge": {
      "header": "Voertuig (EV) laders",
      "carChargerMissingHint": "Geen ondersteunde oplader gevonden. U kunt nog steeds een op stroom gebaseerde controller installeren, maar als u een indient <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">apparaatrapport</a> voor uw oplader, waarna directe ondersteuning later wordt toegevoegd versie.",
      "carChargerDeprecatedHint": "De manier waarop u uw autolader bedient, zal binnenkort niet meer werken. Om de lader te blijven bedienen, deselecteert u deze in de lijst met bestuurbare apparaten en slaat u deze op. Verwijder vervolgens alle oude stromen die de lader besturen en installeer de laadcontrollerapparaat voor deze app.",
      "controllerNotAddedHint": "Er is een ondersteunde oplader gevonden. Installeer de laadcontroller om deze te kunnen bedienen.",
      "controllerNotEnabledHint": "Er is een ladercontroller gevonden, maar deze is niet ingeschakeld."
    },
    "menu": {
      "home": {
        "title": "Thuis"
      },
      "devices": {
        "title": "Apparaten",
        "meterReader": "Meter uitlezer",
        "controllable": "Bestuurbare apparaten",
        "modes": "Modi en prioriteit",
        "prices": "Prijsbeheer"
      },
      "advanced": {
        "title": "Geavanceerd",
        "cost": "Kosten instellingen",
        "settings": "Geavanceerde instellingen",
        "charger": "Autoladers",
        "frost": "Vorstbeschermer",
        "override": "Negeren",
        "backup": "Backup",
        "timetable": "Tijdschema"
      },
      "help": {
        "title": "Help",
        "wiz": "Eerste keer wizard",
        "notfound": "De app kan mijn apparaat niet vinden",
        "fixarchive": "Gebroken archief repareren",
        "debug": "Foutzoeken",
        "supported": "Ondersteunde apparaten",
        "about": "Over"
      }
    },
    "pricetab": {
      "dirtcheap": "Spotgoedkoop",
      "cheap": "Goedkoop",
      "normal": "Normaal",
      "expensive": "Duur",
      "extreme": "Erg duur"
    },
    "opMode": {
      "normal": "Dag",
      "night": "Nacht",
      "holiday": "Vakantie",
      "custom": "Aangepast"
    },
    "welcome": {
      "remaining": "Resterende taken",
      "taskEnableApp": "De app moet ingeschakeld zijn om geld te besparen.",
      "taskCreateEnergyFlow": "Koppel je (P1) energiemeter aan de energie invoer van deze app. <a href=\"meterPage\" onclick=\"changeTab(event, 'meterPage');return false;\"> Zie hier voor meer informatie</a>.",
      "taskEnergyFlowRate": "Ee snelheid waarmee de energiemeter de energie rapporteert, is erg laag (laatste signaal ontving ${interval} minuten geleden). Verhoog het tarief indien mogelijk.",
      "taskNoPriceFlow": "Je instelling zegt dat prijzen door een flow moeten worden gestuurd, maar er lijkt niet zo'n flow actief.",
      "taskNoPriceAPI": "Je hebt ervoor gekozen om prijzen op te halen bij een externe app, waarvoor de app 'Norwegian Electricity Bill' moet worden geïnstalleerd, maar deze kan niet worden gevonden, of de versie is te oud. Misschien moet je in plaats daarvan de instelling 'Spotprijs' gebruiken.",
      "taskNoPriceAPIDevice": "Je keuze om prijzen op te halen uit een externe app vereist dat de app 'Norwegian Electricity Bill' is geïnstalleerd. De app is gevonden, maar prijzen kunnen alleen worden opgehaald wanneer het bijbehorende apparaat van de app is geïnstalleerd.",
      "taskNoPriceAPIData": "Je hebt ervoor gekozen om prijzen op te halen via een externe app, maar de app 'noorse elektriciteitsrekening' is geconfigureerd voor prijs uit flows en als zodanig zal deze de prijzen niet doorsturen naar deze app ...",
      "taskNoPriceEnabled": "Je hebt Prijsbeheer nog niet geactiveerd. Dit kan je mogelijk wat meer geld besparen.",
      "taskNoPrices": "Er zijn geen toekomstige prijzen beschikbaar. Dit forceert de prijs naar Normale Prijs, totdat de situatie is opgelost.",
      "taskYesPrices": "Toekomstige prijzen zijn weer beschikbaar.",
      "taskDisableLogging": "Je hebt uitgebreide logboekregistratie ingeschakeld, waardoor de app aanzienlijk wordt vertraagd. Schakel uitgebreide logboekregistratie uit voor betere prestaties.",
      "taskExperimental": "Je hebt ervoor gekozen om een apparaat aan te sturen, die voor de app nog experimenteel is. Op eigen risico! Stuur aub <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">rapporteer</a> de status voor dit apparaat naar de ontwikkelaar, om eventuele problemen op te lossen en dit bericht te kunnen laten verdwijnen.",
      "taskSpookey": "Uw oplader is op serieus op mysterieuze wijze ${times} keer van status veranderd, sinds het begin van de laatste oplaadcyclus. Schakel aub alle andere bronnen uit die proberen de oplader te bedienen.",
      "taskNone": "Top! de app is helemaal correct ingesteld.",
      "errorDevices": "De volgende apparaten zijn zeer onbetrouwbaar, volg de instructies wanneer je erop klikt om de betrouwbaarheid te verbeteren.",
      "reliability": "Betrouwbaarheid",
      "reliabilityHelp": "De draadloze signalen kunnen zwak zijn. Probeer alsjeblieft de zichtlijn te verbeteren naar jouw homey, het signaal te versterken, of ervoor te zorgen dat er voldoende repeaters in het signaalnet zitten. Dit kan de betrouwbaarheid ervan ten goede komen. als je denkt dat het apparaat al betrouwbaar is, en dat de problemen aan deze app liggen, verstuur dan aub een <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">apparaat rapport.</a> Dank je wel."
    },
    "global": {
      "controlTemp": "Temperatuurregeling toestaan",
      "controlTempYes": "Ja",
      "controlTempNo": "Nee",
      "controlTempPreferred": "Voorkeur",
      "controlTempHint": "<p>Nee - Regelt alleen aan/uit.</p><p>Ja - Gebruikt aan/uit om stroomtarief te behouden, temperaturen worden ingesteld volgens de huidige voorkeuren.</p><p>Voorkeur - Vermijd gebruik aan/uit waar mogelijk, temperaturen worden ingesteld op min/max afhankelijk van verwarmen/koelen bij het proberen het stroomtarief te behouden, anders volgens de huidige voorkeuren.</p>",
      "settings": "Algemene instellingen",
      "errorMargin": "Foutmarge",
      "errorMarginHint1": "Zorg ervoor dat je altijd een beetje onder het piektarief uitkomt.",
      "errorMarginHint2": "Hint: dit geeft je ruimte voor een kleine overbelasting op een andere dag, omdat het tarief is gebaseerd op een 3-daags gemiddelde.",
      "safetyPower": "Gereserveerd vermogen",
      "safetyPowerHint1": "Voorkom dat het stroom doel faalt door stroom te reserveren voor oncontroleerbare apparaten.",
      "safetyPowerHint2": "Tip: je kunt flowkaartjes gebruiken om het gereserveerde vermogen gedurende de dag te wijzigen. Het wordt aanbevolen om meer vermogen te reserveren voordat je bijv. gaat koken.",
      "crossSlotSmooth": "Tijdvenster 'smoothing'",
      "crossSlotSmoothHint": "Met deze functie kun je aan het begin van elk tijdvenster te veel stroom gebruiken. De hoeveelheid wordt aan het begin van elk tijdslot opgeteld bij het toegestane stroomverbruik, en aan het einde van elk tijdslot geleidelijk verlaagd tot 0.",
      "mainFuse": "Hoofdzekering",
      "mainFuseHint": "De hoofdzekering is belangrijk voor wat wordt berekend als het maximaal beschikbare vermogen. De app laat je installatie niet meer stroom verbruiken dan de hoofdzekering toestaat.",
      "freeThreshold": "Vrije capaciteitsdrempel",
      "freeThresholdHint": "Vrije stroom wordt alleen gerapporteerd als de aangegeven hoeveelheid regelbare apparaten is ingeschakeld. Dit kan worden gebruikt om voorrang te geven aan apparaten die buiten de app worden bestuurd, zoals het opladen van een elektrische auto. 0% geeft de hoogste prioriteit, terwijl 100% de laagste prioriteit geeft.",
      "controllableDevices": "Bestuurbare apparaten",
      "deviceListHint1": "Alleen geselecteerde apparaten kunnen door de app worden bediend. Als uw apparaat niet in de lijst staat, volg je de instructies in het deelvenster help.",
      "deviceListHint2": "Tip: voor een optimale controle moet je ervoor zorgen dat hoge instelbare stroompieken zijn ingesteld op een vermogen dat het gewenste stroomtarief niet overschrijdt. Anders zal het resulteren in frequent in- en uitschakelen.",
      "missing": "Ontbrekend of kapot apparaat?",
      "problemsolver": "Probleem oplosser",
      "toggleTime": "Wissel tijd:",
      "toggleTimeHint": "Nadat de status van een apparaat is gewijzigd, wacht de app met het wijzigen van andere apparaten tot: <ul style='font-size:1em'><li>de wijziging is geregistreerd of</li><li>De schakeltijd is verstreken</li></ul>als je apparaten hebt met een trage reactietijd, zoals cloudapparaten, is het aan te raden om een langere schakeltijd te gebruiken, om te voorkomen dat je te veel apparaten schakelt.",
      "countryHint": "<p>Alleen Noorwegen en België hebben ingebouwde ondersteuning op dit moment. Andere landen kunnen wel of niet werken. Neem ajb contact op met de ontwikkelaar als er aanvullende wijzigingen nodig zijn.</p>"
    },
    "cost": {
      "schema": "Schema",
      "header": "Kosteninstellingen",
      "surcharge": "Toeslag elekticiteitsleverancier",
      "currency": "Munteenheid",
      "VAT": "BTW",
      "gridTaxDay": "Net kosten (belasting) 06-22",
      "gridTaxNight": "Net kosten (belasting) 22-06",
      "gridLimit": "Capaciteitsstap (wh)",
      "gridCost": "Maandelijkse kosten",
      "gridLimitHint": "Als je de kosten per capaciteitsstap configureert volgens je energie leverancier, worden uw maandelijkse besparingen correct berekend.",
      "enabled": "Actief",
      "limit": "Begrenzing",
      "peakStart": "Piek start",
      "peakEnd": "Piek einde",
      "weekendOffPeak": "Weekend is daltarief",
      "gridSteps": "Energie stappen gebruiken",
      "peakMin": "Laagste piek vermogen",
      "peakTax": "Kosten piek vermogen",
      "granularity": "Beperkende interval",
      "granularity15": "15 minuten.",
      "granularity60": "60 minuten",
      "govSubsidy": "Houd rekening met elektriciteitssubsidies",
      "govSubsidyThreshold": "Stroomsubsidiedrempel",
      "govSubsidyRate": "Stroomsubsidietarief",
      "govSubsidyHint": "Als u elektriciteitsprijzen heeft gesubsidieerd, kunt u deze optie activeren om de subsidies van de elektriciteitsprijs af te trekken voordat de prijspuntbeoordeling wordt uitgevoerd. De subsidies worden uitsluitend berekend op basis van de spotprijs."
    },
    "archive": {
      "settings": "Archief",
      "expireDaily": "Vervaltijd dagelijkse statistieken",
      "expireHourly": "Vervaltijd statistieken per uur",
      "expireHint": "Aantal dagen om statistieken bij te houden bij de gegeven interval. Voor maandelijkse en jaarlijkse intervallen worden de statistieken voor eeuwig bijgehouden.<br><b>nb!</b>meer dan een paar maanden, kan de prestaties van de app verslechteren.",
      "fixHint": "Soms kan een onjuiste meterstand, tijdstempel of een andere bug archiefbeschadiging veroorzaken. Dit kan in sommige gevallen de werking van de app beïnvloeden. Als zodanig kunt u hieronder defecte waarden corrigeren... (maar alstublieft ook informeer de app-ontwikkelaar, zodat de afhandeling van toekomstige gebeurtenissen kan worden verbeterd.)",
      "fixParameter": "Parameter",
      "fixTimespan": "Tijdspanne",
      "fixSlot": "Sleuf",
      "fixItem": "Item",
      "fixValue": "Waarde",
      "fixSubmit": "Nieuwe waarde indienen"
    },
    "deviceinfo": {
      "header": "Apparaat rapportage",
      "filter": "Rapport",
      "noDevice": "Selecteer een rapport",
      "listedExperimental": "Experimenteel apparaat werkt",
      "listedDevice": "Aan/Uit werkt niet",
      "listedTempDevice": "Temperatuur werkt niet",
      "unlistedDevice": "Apparaat staat niet in de lijst / ontbreekt",
      "selector": "Apparaat",
      "getinfo": "Informatie verkrijgen",
      "analyze": "Genereer rapport",
      "noDeviceSelected": "Selecteer apparaat",
      "unreliableDevice": "Het geselecteerde apparaat is slechts ${reliability}% betrouwbaar. Kan dit de probleemen verklaren die je hebt? Zo niet, voeg dan je e-mail adres toe in het rapport, zodat we dit samen kunnen oplossen."
    },
    "meter": {
      "title": "Energie uitlezing",
      "meterReader": "Meter uitlezer",
      "meterReaderNotFound": "Er is geen dongle gevonden, je moet een flowkaart gebruiken om het stroomverbruik naar de app te verzenden. Als je ondersteuning wilt toevoegen voor uw elektriciteitsmeter, kun je naar <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">meter uitlezer rapportage</a> gaan, genereer een rapport van het ontbrekende apparaat en stuur het rapport naar de ontwikkelaar.",
      "meterReaderHint": "Als de app ondersteuning heeft voor uw meter uitlezer, wordt deze hier weergegeven, anders moet je de meterstanden invoeren met behulp van een flow",
      "useFlow": "Geen - Gebruik flow",
      "frequency": "Frequentie",
      "frequencyHint": "Geeft aan hoe vaak de meteruitlezing moet worden gecontroleerd. De geadviseerde waarde is 10 seconden."
    },
    "help": {
      "notFound": "Instructies voor niet-ondersteunde apparaten",
      "notFoundHint": "<p>Helaas zijn er enkele apparaten die niet de standaarmechanisme gebruiken om te worden bestuurd. Deze worden daarom niet gedetecteerd als controleerbaar door deze app. Gelukkig kan ondersteunding vrij simpel worden toegevoegd: klik gewoon op de onderstaande link, genereer een rapport en stuur het logboek naar de ontwikkelaar. </p>",
      "supportedDevices": "bevestigde ondersteunde apparaten",
      "supportedDevicesHint": "Als uw apparaat niet wordt vermeld, volg dan de instructies hier:",
      "deviceTypeSwitch": "Relais",
      "deviceTypeHeater": "Verwarming",
      "deviceTypeWaterHeater": "Waterkokers",
      "deviceTypeAC": "Air conditioners",
      "deviceTypeCharger": "Laders",
      "deviceTypeIgnore": "Overschreven apparaten",
      "deviceTypeMeter": "Meteruitlezers",
      "deviceTypeController": "Vermogensregelaars",
      "ongoing": "Wachten op feedback van gebruikers",
      "aboutInfo": "Over Spaarpot",
      "aboutInfoHint": "<p> Deze app is gemaakt om iedereen op een eenvoudige manier het energieverbruik te laten beheren, en tegelijkertijd zoveel mogelijk geld te besparen. </p> <p> Er is veel vrije tijd in gestoken om deze app te ontwikkelen. Als je happy bent met wat je bespaart, kunt je de ontwikkeling van de app op de volgende manieren ondersteunen (volledig optioneel):</p><ol><li><b>Voor particulieren</b><p>Je kunt de ontwikkeling van deze app sponsoren, op één van de volgende manieren: (geheel optioneel) <a href='https://github.com/sponsors/frodeheg'>https://github.com/sponsors/frodeheg</a></p></li><li><b>Zakelijk</b><p>Deze pagina heeft een paar seconden nodig om te laden, daarom is er een laadscherm toegevoegd om informatie te geven over de wachttijd. Dit kan een goede advertentieruimte zijn, aangezien er een wachttijd is die we niet kunnen vermijden.</p><p>Als uw bedrijf gebruik wil maken van deze prachtige mogelijkheid, kunt u contact opnemen met de ontwikkelaar van de app.</p></li></ol>"
    },
    "wizzard": {
      "welcome": "Welkom",
      "guide": "Een rondleiding die laat zien hoe de app werkt, binnenkort beschikbaar."
    },
    "price": {
      "header": "Prijsbeheer",
      "usagePart": "Kosten van nutsvoorzieneningen",
      "powerPart": "Netcapaciteitskosten",
      "limitPart": "Begrenzer deel",
      "priceMode": "Modus",
      "mode": {
        "flow": "Handmatig uit flows",
        "internal": "Automatisch",
        "disabled": "Uitgeschakeld"
      },
      "priceKind": "Prijs vriendelijk",
      "priceKindUtil": "Extern",
      "priceKindSpot": "Uur prijs",
      "priceKindFixed": "Vaste prijs",
      "priceKindHint": "<p> De optie 'Extern' haalt de prijs op uit de app 'Norwegian Electricity Bill' als deze wordt geïnstalleerd. </p> <p> 'Uur prijs' wordt opgehaald uit de Europese elektriciteits-exchange. </p> <p> Met 'Vaste prijs' kunt je een vaste prijs per kWh invoeren. De totale prijs zal de dag nog steeds variëren vanwege de netbeheer kosten. </p>",
      "fixed": "Vaste prijs",
      "spotPrice": {
        "country": "Land",
        "region": "Prijs regio"
      },
      "buttons": {
        "help": "Vorstbescherming en zone-controle zullen alle acties overschrijven. Vorstbescherming overschrijft alles met een thermostaat, en zone-regeling schakelt alles uit zonder vorstbescherming. Anders dan dat de acties het volgende effect hebben",
        "helpOn": "Aan wanneer er voldoende energie is, anders uit",
        "helpOff": "Uitschakelen",
        "helpDelta": "Schakel in en wijzig de temperatuur, maar alleen als voldoende energie is",
        "helpEmergency": "Schakel alleen uit als laatste redmiddel, om onder het piektarief te komen (geen vorst bescherming!)",
        "helpIgnore": "Negeer het apparaat volledig (geen vorstbescherming)"
      },
      "actionDirtCheap": "Acties als de energie spotgoedkoop is",
      "actionLow": "Acties als de energie goedkoop is",
      "actionHigh": "Acties wanneer de energie duur is",
      "actionExtreme": "Acties wanneer de energie erg duur is",
      "actionNormal": "Acties wanneer de energieprijs normaal is",
      "priceHint1": "<p> Met de modus kun je kiezen of je de app wilt voeden met handmatig vervaardigde prijspunten of dat de prijspunten automatisch moeten worden ingesteld. Als geen van beide wordt gebruikt (gedeactiveerd), regelt de app alleen max. power. </p> <p> Handmatige besturing via flowkaartjes geeft je de grootste flexibiliteit, maar laat alle verantwoordelijkheid aan jou om de elektriciteitsprijs te interpreteren. </p> <p>  Interpreteert de prijzen automatisch volgens de voorkeuren die in de app zijn ingesteld. </p>",
      "priceErr1": "NB! Je dient de app 'Norwegian Electricity Bill' en bijbehorend apparaat te  installeren om externe prijzen op te halen. De prijzen worden continu opgehaald, flowkaartjes zijn niet nodig.",
      "pricePointAdvanced": "Prijspunt magie",
      "pricePoint": "Prijspunt",
      "pricePointHint": "Het gedrag van elk prijspunt wordt hieronder gedefinieerd. Prijspunten kunnen worden gewijzigd middels flows.",
      "action": "Actie",
      "delta": "Delta",
      "deltaTemp": "Verander temp",
      "internal": {
        "minCheapTime": "Minimale hoeveelheid goedkope uren",
        "minCheapTimeHint": "Ongeacht de werkelijke prijs, kun je afdwingen dat de x goedkoopste uren van de dag altijd de prijspunt op Goedkoop instelt.",
        "minExpensiveTime": "Minimale hoeveelheid dure uren",
        "minExpensiveTimeHint": "Ongeacht de werkelijke prijs, je kunt afdwingen dat de x duurste uren van de dag altijd de prijspunt op Duur instelt.",
        "dirtCheapPriceModifier": "Limiet voor de spotgoedkope prijs",
        "dirtCheapPriceModifierHint": "Als de huidige uurprijs x% onder de basis voor prijsvergelijking daalt, word het prijspunt altijd ingesteld op Spotgoedkoop",
        "lowPriceModifier": "Limiet voor lage prijs",
        "lowPriceModifierHint": "Als de huidige prijs per uur x% onder de basis voor prijsvergelijking daalt, is de prijs altijd ingesteld op Goedkoop",
        "highPriceModifier": "Limiet voor hoge prijs",
        "highPriceModifierHint": "Als de huidige prijs per uur x% boven de basis is voor prijsvergelijking, is de prijs altijd ingesteld op Duur",
        "extremePriceModifier": "Limiet voor erg hoge prijzen",
        "extremePriceModifierHint": "Als de huidige prijs per uur x% boven de basis is voor prijsvergelijking, is de prijs altijd ingesteld op Erg duur",
        "averageTime": "Basis voor prijsvergelijking",
        "averageTimeHint": "Of een kostprijs duur of goedkoop is wordt bepaald door te zien of deze x% boven/onder de gemiddelde prijs is in de vorige X en de volgende Y uren. Als X+Y<1 wordt, dan wordt de gemiddelde prijs van vandaag gebruikt.",
        "prev": "Vorige",
        "next": "Volgende",
        "hours": "Uren"
      }
    },
    "frost": {
      "header": "Vorst regeling",
      "minTemp": "Minimale temperatuur per apparaat",
      "frostHint": "Als de temperatuur voor één eenheid onder de minimum toegestane temperatuur daalt, wordt de eenheid onafhankelijk van een andere flowregeling ingeschakeld."
    },
    "zone": {
      "header": "Zone besturing",
      "zoneHint": "Het doel van zones is om alle verwarmings-/koelingsbronnen in een zone volledig uit te schakelen als er deuren / ramen open zijn. Je hoeft je geen zorgen te maken over zones als je geen deur- en/of raamsensoren hebt.",
      "zoneHint2": "Gebruik flows om zones uit- en in te schakelen.",
      "zonesOff": "De volgende zones zijn uitgeschakeld",
      "zonesClear": "Wis alle zones",
      "zoneName": "Zone",
      "zoneNum": "Aantal betrokken apparaten"
    },
    "override": {
      "header": "Overschreven apparaten",
      "overrideHint": "Apparaten kunnen op verschillende manieren worden overschreven: <ul> <li> via Zone-besturing (flowkaartjes) </li> <li> via Vorstbescherming (automatisch) </li> <li> door onderhoudsacties (in Spaarpot insights) </li> <li> door per apparaat te overschrijven (flowkaartjes) </li> </ul>",
      "overridden": "De volgende apparaten zijn overschreven:",
      "device": "Apparaat",
      "status": "Overschreven door",
      "on": "Geforceerd Aan",
      "off": "Geforceerd Uit",
      "offUntilOn": "Onderhoud (eindigt wanneer het handmatig wordt ingeschakeld)",
      "temp": "Handmatige temperatuur",
      "frost": "Vorstbescherming actief",
      "controlled": "Geforceerd bestuurd",
      "zone": "Zone ${zone} uitgeschakeld"
    },
    "mode": {
      "activeMode": "Actieve modus",
      "operatingMode": "Werkmodus",
      "operatingModeHint": "Hint: je kunt flowkaarten gebruiken om de bedrijfsmodus te wijzigen.",
      "powerSettings": "Instellingen voor het vermogen",
      "powerStep": "Stap",
      "limits": "Beperkingen",
      "maxPower15min": "Max. verbruik per 15 minuten.",
      "maxPowerHour": "Max. per uur verbruik",
      "maxPowerDay": "Max. daily verbruik",
      "maxPowerMonth": "Max. maandelijkse verbruik",
      "maxAlarmRate": "Maximale stroombegrenzing",
      "priorities": "Prioriteiten",
      "priorityHint1": "In het geval van overmatig stroomverbruik, begint de app apparaten aan de onderkant van de lijst uit te schakelen. Apparaten bovenaan de lijst zijn de laatste die worden uitgeschakeld.",
      "priorityHint2": "Wanneer het gewenste piektarief binnen handbereik is, begint de app apparaten weer in te schakelen.",
      "priorityHint3": "Om frequent in-/uitschakelen te voorkomen, voegt de app een wachttijd in na de laatste uitschakeling, voordat apparaten opnieuw worden ingeschakeld. Daarom heeft het stroomverbruik voor elektrische autoladers ongeveer gelijk aan het gewenste vermogenstarief en de lage prioriteit ingesteld.",
      "active": "Beperkend",
      "noMeterPower": "Onbetrouwbare meterlezer",
      "controlled": "Beheerd",
      "alwaysOn": "Altijd aan",
      "alwaysOff": "Altijd uit",
      "device": "Apparaat",
      "priority": "Prioriteit",
      "targetTemp": "DoelTemp",
      "modeName": "Modusnaam"
    },
    "saveButton": "Wijzigingen opslaan",
    "alert": {
      "maxPowerChanged": "Je hebt het piekvermogen verhoogd. Dit kan leiden tot extra kosten. Wil je toch doorgaan?",
      "leavepage": "Pagina verlaten?"
    },
    "log": {
      "show": "Meld een probleem",
      "header": "Log",
      "exit": "Verlaat logboek",
      "unit": "Eenheid voor volledig logboek",
      "unitNone": "Geen eenheid geselecteerd",
      "level": "Andere gebeurtenissen",
      "error": "Enkel fouten",
      "basic": "Basis informatie",
      "full": "Alle informatie",
      "clearLog": "Wis het logboek",
      "sendLog": "Verstuur het logboek",
      "sendConfirm": "Wil je de loginhoud naar de ontwikkelaar sturen?",
      "thankYou": "Bedankt! (houd er ajb rekening mee dat de berichtenservice een beetje onbetrouwbaar is. Als je lang geen reactie krijgt, probeer het dan later opnieuw of gebruik het forum)",
      "sendError": "Het logboek verzenden is mislukt, probeer het later opnieuw of wacht op de app update.",
      "email": "E-mail",
      "comment": "Opmerking",
      "required": "Je hebt geen rapport gegenereerd, of het probleem beschreven. Genereer een rapport of beschrijf het probleem + je E-mailadres ajb voordat je het logboek verzendt."
    },
    "backup": {
      "header": "Back-up",
      "text": "De back-up is niet voltooid. Je kunt de staat wel ophalen, maar deze nog niet instellen.",
      "getState": "Ophalen"
    },
    "ACMode": {
      "header": "A/C Modus",
      "fromAC": "Ongewijzigd",
      "auto": "Auto",
      "heat": "Verwarmen",
      "cool": "Koelen",
      "dry": "Drogen",
      "fan": "Fan",
      "piggy": "Slim",
      "hint": "A/C Modus is van invloed op alle A/C units (maar dit wordt - per unit - in een latere update). Als A/C Modus = 'Ongewijzigd', dan zal de app de A/C Modus niet instellen. Alle andere selecties stellen de A/C Modus in. NB: Als de A/C Modus is ingesteld op koelen, worden de deltatemperaturen voor het prijspunt omgekeerd, zodat u naadloos kunt schakelen tussen verwarmen en koelen zonder dat dit invloed heeft op het vermogen van de app om geld te besparen."
    }
  },
  "charger": {
    "new": {
      "deviceName": "Oplaadcontroller",
      "flowBased": "Flow-gebaseerde controller",
      "controlFor": "Controller voor",
      "infoHeader": "Informatie over laadcontroller",
      "imageHeader": "Selecteer pictogram",
      "info1": "Met dit apparaat kunt u een autolader met varkentje bedienen.",
      "info2": "Als uw lader direct wordt ondersteund, wordt deze in het volgende scherm weergegeven. Als dit niet het geval is, moet u de flowgebaseerde controller selecteren.",
      "configureHeader": "Opladergegevens",
      "voltage": "Laadspanning",
      "phases": "Aantal fasen",
      "phase1": "1 Fase",
      "phase3": "3 Fasen",
      "instructions": "Instructies",
      "flowInfo": "<b>Opmerking!</b> U zult enkele stromen handmatig moeten instellen om met het opladerapparaat te communiceren.",
      "teslaInfo": "<b>Opmerking!</b> Vanwege beperkingen in de Tesla-app zult u sommige stromen handmatig moeten instellen om te communiceren met de Tesla-oplader. (de ontwikkelaar van de Tesla-app kan dit oplossen door stroomcontrole toe te voegen als een mogelijkheid)",
      "zatptecInfo": "<b>Opmerking!</b> Vanwege beperkingen in de Zaptec-app zult u sommige stromen handmatig moeten instellen om te communiceren met de Zaptec-oplader. (de Zaptec-app-ontwikkelaar kan dit oplossen door stroomcontrole toe te voegen als een mogelijkheid)",
      "cameraInfo": "Voor de overige instructies verwijzen wij u naar de cameramogelijkheden van het laadregelaarapparaat."
    },
    "validation": {
      "heading": "Het apparaat kan pas worden gebruikt als onderstaande checklist is ingevuld.",
      "reset": "onderhoudsactie \"reset\" begint opnieuw",
      "stateLabel": "Oplaadstatus ontvangen.",
      "stateHint": "Maak een stroom om de controller te informeren over de laadstatus.",
      "batterySkipped": "Batterijtest overgeslagen.",
      "turnedOnLabel": "De controller moet ingeschakeld zijn.",
      "turnedOnHint": "Gefeliciteerd, alle tests zijn geslaagd. U kunt nu de laadcontroller inschakelen.",
      "turnaroundLabel": "Responstest",
      "turnaroundOngoing": "lopend",
      "turnaroundTimeout": "time-out",
      "spookey": "De oplader werd bediend van buiten deze app - Schakel de externe bediening uit en start de validatie opnieuw.",
      "connectCar": "Voor deze test is vereist dat er een auto is aangesloten die opladen kan accepteren. Mocht dit niet het geval zijn, start dan de test opnieuw om de juiste responstijd te meten.",
      "wait": "Druk op vernieuwen om door te gaan met valideren"
    },
    "error": {
      "notReady": "Kan de laadcontroller niet inschakelen voordat deze correct is aangesloten en getest. Zie de cameramogelijkheden van dit apparaat voor instructies."
    },
    "warnings": {
      "noSignalAmps": "Geen Amp-signaal ontvangen van de lader",
      "noSignalWatts": "Geen Watt-signaal ontvangen van de oplader",
      "noSignalBattery": "Geen batterijniveau ontvangen van de oplader",
      "redundantFlow": "Stroomsignaal genegeerd, dit wordt rechtstreeks opgehaald van het bestuurde apparaat."
    }
  },
  "newdevice": {
    "info": "Dit apparaat geeft je inzicht in wat er gebeurt wanneer de app de stroom regelt. Het is niet nodig om dit apparaat te installeren om de app te laten functioneren.",
    "info2": "Aangezien dit apparaat alleen werkt om de app te monitoren, kun je daarom niet configureren wat er gebeurt via de instellingen van dit apparaat. Je kunt enkel configureren wat er gebeurt via de instellingen van de app."
  },
  "insights": {
    "modechange": "Gewijzigd naar [name]-modus"
  },
  "warnings": {
    "homeyApiNotResponding": "Er zijn problemen om apparaat statussen uit de Homey API te halen. Dit probleem zou vanzelf weer op moeten lossen; zo niet graag contact opnemen met de app ontwikkelaar, omdat het een bug kan zijn.",
    "notConfigured": "de app is nog niet correct geconfigureerd, ga naar de pagina met de app -instellingen en sla uw voorkeursconfiguratie op",
    "homeyReboot": "De app wordt krijgt 15 minuten startvertraging, omdat er een stroomstoring was gedetecteerd. Dit om Homey te helpen opstarten.",
    "notEnabled": "De app is nog niet geactiveerd. Ga naar de app instellingen/configuratie om de app te activeren.",
    "noDevices": "Selecteer ten minste één apparaat dat moet worden bestuurd",
    "savingWait": "Opslaan, even geduld...",
    "savingFailed": "Opslaan mislukt -> dit zou niet moeten gebeuren, meld het bij de ontwikkelaar zodat dit kan worden opgelost",
    "noPriceApi": "Je moet de app 'https://homey.app/a/no.almli.utilitycost/' installeren om de elektriciteitsprijzen te laten werken. Als alternatief stel je de prijs via flows in.",
    "noPriceApiDevice": "je dient het bijnbehorende apparaat te installeren op de app 'https://homey.app/a/no.almli.utilitycost/' om de elekticiteititsprijzen uit de app te krijgen. Je kunt ook het prijsnivo instellen op basis van flows.",
    "noPriceApiData": "De utilitycost app is ingesteld om de prijs uit flows te gebruiken. het zal dus de kosten niet doorsturen. probeer in plaats daarvan de prijs te configureren met de ingebouwde prijsfunctie in Piggy.",
    "notPMfromFlow": "Om prijsniveau's in te stellen met flows, moet je eerst prijsbeheer inschakelen maken met flows in de app instellingen/configuratie",
    "rememberToSave": "Vergeet niet om op te slaan!",
    "appDisabled": "De bedrijfsmodus is uitgeschakeld. Schakel het weer in in via de app instellingen of middels een flow.",
    "timeout": "Time-out! Homey is druk. Wacht nog iets langer, probeer het later opnieuw, of neem contact op met de app -ontwikkelaar als het probleem aanhoudt. Als je vanaf een browser werkt, helpt het meestal om de pagina te herladen.",
    "notValidTime": "De eindtijd is niet geldig. Gebruik ajb het 24-uurs formaat HH:MM (geen AM/PM)",
    "meterIsAuto": "Handmatige invoer van meteropnemers is niet toegestaan wanneer er een meteropnemer is geselecteerd",
    "generic": "Het volgende probleem is opgetreden. Rapporteer dit aan de ontwikkelaar zodat het kan worden opgelost",
    "noDevFound": "Geen bestuurbare apparaten gevonden",
    "noDevHelp": "Markeer apparaten als bestuurbaar in de app-instellingen"
  },
  "breaking": {
    "maxPower": "Belangrijke verandering voor **Spaarpot**: Max. power (vermogen) is nu een enkele globale instelling, in plaats van per modus. Controleer of de nieuwe instelling OK is. De nieuwe instelling is ",
    "fixGraph": "**Spaarpot** update: helaas, vanwege een fout, zien sommigen van jullie mogelijk een veel hoger verbruik per uur, dan op bepaalde dagen in de afgelopen twee weken het geval was. Dagen die mogelijk zijn getroffen, zijn uit de grafiek verwijderd en hebben dus geen invloed op het geschatte maandelijkse tarief. Om uw juiste tarief voor deze specifieke maand te weten, wordt het aanbevolen om te controleren op elhub.no, sorry voor het ongemak.",
    "maxAlarm": "**Spaarpot** - belangrijke verandering: om ervoor te zorgen dat het stroomverbruik het PIEKtarief niet overtreedt wanneer de meter uitlezer onbetrouwbaar is, is er een beperking toegevoegd die apparaten uitschakelt, wanneer de stroom niet wordt gerapporteerd. Mogelijk moet je deze instelling wijzigen als je meter uitlezer onbetrouwbaar is. Het is te vinden onder: geavanceerd -> kosten -> limieten."
  },
  "maxUsageGraph": {
    "title": "Max gebruik per uur",
    "titleQ": "Max gebruik per kwartier.",
    "yaxis": "kWh",
    "xaxis": "Dag",
    "tariff": "Geschat energie starief",
    "highest": "Hoogste verbruik per uur",
    "highestQ": "Hoogste verbruik per kwartier.",
    "missing": "Ontbrekende gegevens.",
    "inaccurate": "Onnauwkeurige gegevens. \n(tijd zonder vermogen: ${percent}%)",
    "incomplete": "Onvolledige gegevens, periode is niet voltooid."
  },
  "chargePlanGraph": {
    "title": "Laadcyclusplan",
    "yaxis": "Prijs per kWh",
    "price": "Prijs",
    "enabled": "Activa",
    "charging": "Opladen ingeschakeld",
    "nocharge": "Opladen uitgeschakeld",
    "noPrice": "Nog geen prijsgegevens",
    "withSubsidy": "Gesubsidieerd",
    "withoutSubsidy": "Werkelijk",
    "noPlan": "Er is geen laadplan aangemaakt.\nU kunt een laadplan aanmaken door de flow \"Kostegoedkoopste x uur vóór uu:00 uur\" te starten.",
    "disabled": "Er is geen opladen gepland. Om het opladen in te schakelen, moet u de modus instellen op \"Gecontroleerd\" of \"Altijd aan\". Voor prijsgestuurd opladen gebruikt u de modus \"Gecontroleerd\" en schakelt u deze in opladen met behulp van floatkaarten.",
    "alwaysOn": "Altijd aan - alleen energiebeheer.",
    "cycleEnded": "De oplaadcyclus is voltooid."
  },
  "month": {
    "jan": "januari",
    "feb": "februari",
    "mar": "maart",
    "apr": "april",
    "may": "mei",
    "jun": "juni",
    "jul": "juli",
    "aug": "augustus",
    "sep": "september",
    "oct": "oktober",
    "nov": "november",
    "dec": "december"
  },
  "units": {
    "kWh": "kWh",
    "hours": "u"
  },
  "graph": {
    "consumption": "Verbruik",
    "maxhour": "Max verbruik",
    "prices": "Prijzen",
    "savings": "Besparing",
    "pricePoint": "Prijsniveau",
    "priceDistribution": "Prijsverdeling",
    "unavailable": "Niet beschikbaar",
    "hours": "Uren",
    "day": "Dag",
    "month": "Maand",
    "year": "Jaar",
    "predicted": "Voorspeld"
  },
  "thermostat": {
    "HeatOff": "Verwarming uit",
    "HeatExtreme": "Extreem dure verwarming",
    "HeatExpensive": "Dure verwarming",
    "HeatNormal": "Normale verwarming",
    "HeatCheap": "Goedkope verwarming",
    "HeatDirtCheap": "Spotgoedkoop verwarming",
    "CoolDirtCheap": "Spotgoedkoop koeling",
    "CoolCheap": "Goedkope koeling",
    "CoolNormal": "Normale koeling",
    "CoolExpensive": "Dure koeling",
    "CoolExtreme": "Zeer dure koeling",
    "CoolOff": "Koelen uitgeschakeld",
    "whenText": "wanneer",
    "thenText": "dan"
  }
}
