{
  "settings": {
    "title": "Sparegris Innstillinger",
    "subtitle": "Strømforbruk",
    "loadingText": "Vennligst vent noen sekunder mens enhetene lastes...",
    "sponsoredBy": "Denne appen er sponset av:",
    "sponsorText": "Din firmalogo her?<br>Ta kontakt.",
    "app": {
      "activeted": "Appen er",
      "enabled": "Aktivert",
      "disabled": "Deaktivert",
      "activationHint1": "Før du aktiverer appen må du passe på at det ikke er noen utestående oppgaver listet nedenfor.",
      "activationHint2": "Merk: For å unngå motstridende innstillinger bør du være forsiktig så ingen eksterne flytkort jobber mot denne appen før appen aktiveres.",
      "maxPowHint": "Maks forbruk per time kan endres med flytkort dersom det er ønskelig. For eksempel kan man ha ulikt maks forbruk på sommeren og vinteren.",
      "myTasks": "Appens Tilstand"
    },
    "charge": {
      "header": "Lading av Elbil",
      "chargeTarget": "Ladestyring",
      "chargeMin": "Minste ladeeffekt",
      "chargeThreshold": "Terskel for ladestart",
      "minToggleTime": "Minste endringstid",
      "chargeRemaining": "Gjenværende ladestrøm",
      "chargeEnd": "Slutt på ladesyklus",
      "chargeTargetAuto": "Helautomatisk",
      "chargeTargetFlow": "Flytkort",
      "carChargerHint": ["<p style='color:red;'>Lading av elbil er under utvikling - det er ingen garanti for at dette fungerer enda - (Det jobbes med å gi direkte integrasjon med Easee elbillader - dette krever at du kjører testversjon av Easee appen ettersom versjon 1.4.9 ikke har blitt rullet ut enda).</p><!--",
          "--><p>Andre ladere er også under testing men må styres av flytkort. Mer info kommer her når dette er ferdig testet og verifisert.</p>"],
      "chargeTargetHint": ["Støttede ladere styres av appen automatisk forutsatt at de er lagt til som en kontrollerbar enhet. For ladere som ikke er støttet kan du enten bruke flytkort eller sende en <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">enhetsrapport</a>. <!--",
          "--><p>Det gjøres oppmerksom på at ladere som blir listet opp under <a href=\"ShowDevices\" onclick=\"changeTab(event, 'helpSupportedPage');return false;\">ignorerte enheter</a> må styres via flows.</p><!--",
          "--><p>For å styre via flows må du koble til følgende triggere i appen: 'Start lading' og 'Stopp lading', mens 'Endre ladestyrke' er valgfri men anbefalt.</p><!--",
          "--><p>Ladeprosessen starter når du starter flytkortet for 'Start ladesyklus'.</p>"],
      "chargeMinHint": "Den minste ladestrømmen indikerer hvilken ladeeffekt laderen din bruker når du slår den på. Dersom laderen bare har en innstilling legger du den inn her. Hvis laderen kan styre strømmen legger du inn minste effekten den kan trekke.",
      "chargeThresholdHint": "En ny ladesyklus starter kun når ledig effekt overstiger terskelverdien satt her. Denne bør være litt mer enn minste ladestrøm for å unngå at laderen slår seg av igjen med en gang.",
      "minToggleTimeHint": "Denne verdien angir i sekunder hvor lenge det går mellom hver gang et signal sendes til laderen. Dersom responstiden til laderen overstiger denne verdien bør denne verdien økes tilsvarende.",
      "chargeRemainingHint": "Denne verdien viser hvor mye energi som vil bli tilbydt til laderen før appen slutter å lade. Denne strømmen vil fordeles over all gjenværende tid frem til slutten på ladesyklusen. Du kan ikke sette denne verdien her, den må settes fra flytkortet for 'Start ladesyklus'.",
      "chargeEndHint": "Dette feltet viser når nåværende ladesyklus vil slutte. Du kan ikke sette denne verdien her, den må settes fra flytkortet for 'Start ladesyklus'."
    },
    "menu": {
      "home": {
        "title": "Hjem"
      },
      "devices": {
        "title": "Enheter",
        "controllable": "Kontrollerbare enheter",
        "modes": "Modus og prioritet",
        "prices": "Prisstyring"
      },
      "advanced": {
        "title": "Avansert",
        "settings": "Avanserte innstillinger",
        "charger": "Lading av elbil",
        "frost": "Frostsikring",
        "zones": "Sonestyring"
      },
      "help": {
        "title": "Hjelp",
        "save": "Hvordan spare penger",
        "notfound": "Appen finner ikke enheten min",
        "supported": "Støttede enheter",
        "about": "Om"
      }
    },
    "pricetab": {
      "dirtcheap": "Grisebillig",
      "cheap": "Billig",
      "normal": "Normal",
      "expensive": "Dyrt",
      "extreme": "Ekstremt"
    },
    "opMode": {
      "normal": "Dag",
      "night": "Natt",
      "holiday": "Ferie",
      "custom": "Egendefinert"
    },
    "welcome": {
      "remaining": "Gjenværende oppgaver",
      "taskEnableApp": "Appen må slås på for at du skal spare penger.",
      "taskCreateEnergyFlow": "Vennligst koble strømmålerens effektutgang inn til denne appens effektinngang.",
      "taskEnergyFlowRate": "Hyppigheten strømmålerens effekt oppdateres med virker å være for lav (forrige signal mottatt for ${interval} minutter siden). Vennligst øk hyppigheten om mulig.",
      "taskNoPriceFlow": "Du har valgt prispunkt fra flytkort, men ingen slike signaler har blitt mottatt.",
      "taskNoPriceAPI": "Du har valgt å hente priser fra ekstern app, noe som krever at appen Strømregning er installert, men appen kan ikke finnes eller har en utdatert versjon. Kanskje valget spotpris er bedre for deg.",
      "taskNoPriceAPIDevice": "Du har valgt å hente priser fra ekstern app. Da hentes prisene fra Strømregning-appen, men for at dette skal virke må du også installere appens koresponderende enhet (Også kalt 'Strømregning').",
      "taskNoPriceAPIData": "Du har valgt å hente priser fra ekstern app, men Strømregning-appen er innstillt på pris fra flow, så da videresender den ikke prisen til denne appen...",
      "taskNoPriceEnabled": "Du har ikke aktivert prisstyring av enhetene enda. Det kan være litt å spare på å slå det på.",
      "taskDisableLogging": "Du har slått på utvidet logging, noe som sinker appen betydelig. Vennligst slå av utvidet logging for bedre ytelse.",
      "taskExperimental" : ["Du har valgt å styre en enhet som ikke er verifisert at appen håndterer enda. <!--",
          "-->Dersom du <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">rapporterer</a> <!--",
          "-->status for denne enheten til utvikleren kan eventuelle feil fikses og denne meldingen fjernes."],
      "taskNone": "Supert, appen er riktig konfigurert.",
      "errorDevices": "Følgende enheter er svært upålitelige, vennligst følg innstruksjonene som kommer når du klikker på dem for å øke påliteligheten.",
      "reliability": "Pålitelighet",
      "reliabilityHelp": ["Signalforholdet til denne enheten kan være svakt. Vennligst prøv å fjerne eventuelle hindringer for signalet <!--",
          "-->eller sørg for at det er tilstrekkelig med rekkeviddeforlengere. Dette kan forbedre påliteligheten. <!--",
          "-->Dersom du mener problemet ligger i denne appen og ikke i påliteligheten til enheten <!--",
          "-->vennligst send en <a href=\"ShowLog\" onclick=\"changeTab(event, 'logPage');return false;\">enhetsrapport.</a>"]
    },
    "global": {
      "controlTemp": "Tillat temperatursyring",
      "controlTempYes": "Ja",
      "controlTempNo": "Nei",
      "settings": "Global Innstillinger",
      "errorMargin" : "Feilmargin",
      "errorMarginHint1" : "Sørger for at du alltid ender opp på et nivå under effekttariffen.",
      "errorMarginHint2" : "Hint: Dette gir deg rom for en mindre overskridelse en annen dag ettersom tariffer regnes av snittet av effekttoppen i 3 dager.",
      "safetyPower" : "Reservert effekt",
      "safetyPowerHint1" : "Unngå å feile strømmålet ved å reservere strøm til ukontrollerbare enheter.",
      "safetyPowerHint2" : "Hint: Du kan bruke flytkort for å endre den reserverte effekten over tid. Det anbefales å reservere mer strøm før du lager middag.",
      "mainFuse" : "Hovedsikring",
      "mainFuseHint" : "Hovdedsikringen har betydning for hva som regnes ut som maks tilgjengelig effekt. Appen vil ikke la deg bruke mer effekt enn det hovedsikringen tillater.",
      "freeThreshold": "Terskelverdi ledig kapasitet",
      "freeThresholdHint": "Ledig effekt vil kun bli rapportert dersom den indikerte mengden av kontrollerbare enheter er påslått. Dette kan brukes for å gi prioritet til enheter som styres utenfor appen som for eksempel lading av elbil. 0% Vil gi høyest prioritet mens 100% vil gi minst prioritet.",
      "controllableDevices": "Kontrollerbare enheter",
      "deviceListHint1" : "Bare valgte enheter kan kontrolleres av appen. Hvis du har enheter som ikke er listet men som burde vært det kan du følge instruksjonene under Hjelpe-menyen.",
      "deviceListHint2" : "Tips: For optimal styring, sørg for at kraftige justerbare strømtrekk er satt til en effekt som ikke overstiger ønsket effekttariff. Hvis ikke vil det resultere i hyppig av/på slåing.",
      "missing" : "Manglende eller trøblete enhet?",
      "problemsolver" : "Feilsøking"
    },
    "cost" : {
      "header": "Kostnader",
      "surcharge": "Påslag strømleverandør",
      "VAT": "Moms",
      "gridTaxDay": "Nettleie 06-22",
      "gridTaxNight": "Nettleie 22-06",
      "gridheader": "Nettleie kapasitetsledd",
      "gridLimit": "Kapasitetsledd (Wh)",
      "gridCost": "Kostnad per mnd.",
      "gridLimitHint": "Dersom du legger inn kostnad per kapasitetsledd fra din nettleverandør vil appen regne ut hvor mye du sparer over tid."
    },
    "deviceinfo": {
      "header": "Rapportering av enheter",
      "filter": "Rapport",
      "noDevice": "Velg rapport",
      "listedExperimental": "Eksperimentell enhet virker",
      "listedDevice": "Av/på virker ikke",
      "listedTempDevice": "Temperatur virker ikke",
      "unlistedDevice": "Enheten mangler",
      "selector": "Enhet",
      "getinfo": "Mer info",
      "analyze": "Generer rapport",
      "noDeviceSelected": "Vennligst velg enhet"
    },
    "help": {
      "notFound": "Instruksjoner for manglende enheter",
      "notFoundHint": "<p>Dessverre finnes det enkelte enheter som ikke bruker standard mekanismer for å styres. Disse vil dermed ikke detekteres som kontrollerbare av denne appen. Heldigvis er dette lett å fikse, bare trykk på linken under, generer en rapport og send loggen til utvikleren:</p>",
      "supportedDevices": "Bekreftet støttede enheter",
      "supportedDevicesHint": "Dersom din enhet ikke er listet, vennligst følg instruksjonene på denne siden:",
      "deviceTypeSwitch": "Reléer",
      "deviceTypeHeater": "Varmeelementer",
      "deviceTypeWaterHeater": "Varmtvannstanker",
      "deviceTypeAC": "Varmepumper",
      "deviceTypeCharger": "Ladere",
      "deviceTypeIgnore": "Ignorerte enheter",
      "ongoing": "Pågående arbeid",
      "aboutInfo": "Om Sparegris",
      "aboutInfoHint": ["<p>Denne appen er laget for at alle skal kunne styre strømmen sin på en enkel måte og samtidig spare så mye penger som mulig på det.</p><!--",
          "--><p>Det har gått fryktelig mye fritid med for å fullføre dette prosjektet, så dersom du er fornøyd med det du sparer kan du gjerne støtte prosjektet på følgende måter: (helt frivillig)</p><!--",
          "--><ol><!--",
          "-->  <li><b>For privatpersoner</b><!--",
          "-->      <p>Man kan sponse utviklingen av appen ved å donere penger på <a href='https://github.com/sponsors/frodeheg'>https://github.com/sponsors/frodeheg</a></p><!--",
          "-->  </li><!--",
          "-->  <li><b>For bedrifter</b><!--",
          "-->      <p>Denne siden tar noen sekunder å laste, derfor er det lagt til en loading-skjerm for å informere om ventetiden. Dette kan være en fin reklameplass ettersom det er ventetid man ikke kommer foruten.</p><!--",
          "-->      <p>Dersom din bedrift ønsker å utnytte denne fine muligheten kan dere ta kontakt med utvikleren av appen.</p><!--",
          "-->  </li><!--",
          "--></ol>"],
      "saveMoney": "Hvordan spare penger",
      "saveMoneyHint": "Mer hjelp kommer snart...."
    },
    "price": {
      "header": "Prisstyring",
      "priceMode": "Modus",
      "mode": {
        "flow": "Manuelt fra flytkort",
        "internal": "Automatisk",
        "disabled": "Deaktivert"
      },
      "priceKind": "Pris type",
      "priceKindUtil": "Ekstern",
      "priceKindSpot": "Spotpris",
      "priceKindFixed": "Fastpris",
      "priceKindHint": "<p>Valget 'Ekstern' henter prisen fra appen 'Strømregning' dersom den er installert.</p><p>'Spotpris' hentes fra den europeiske strømbørsen.</p><p>'Fastpris' lar deg legge inn en fast pris per kWh. Totalprisen vil likevel variere gjennom døgnet pga. nettleien.</p>",
      "fixed": "Fastpris",
      "spotPrice": {
        "country": "Land",
        "region": "Prisområde"
      },
      "buttons": {
        "help": "Frostsikring og sonestyring vil overstyre alle handlinger. Frostsikring overstyrer alt som har termostat og Sonestyring slår av alt som ikke har frostsikring. For øvrig får handlingene følgende effekt",
        "helpOn": "På når det er nok effekt, ellers av",
        "helpOff": "Slå av",
        "helpDelta": "Slå på og endre temp, men bare hvis nok ledig effekt",
        "helpEmergency": "Slå av kun som en siste utvei for å komme under effekttariffen (ingen frostsikring)",
        "helpIgnore": "Ignorer enheten under alle omstendigheter (ingen frostsikring)"
      },
      "actionDirtCheap": "Handling når strømprisen blir grisebillig",
      "actionLow": "Handling når strømprisen blir lav",
      "actionHigh": "Handling når strømprisen blir høy",
      "actionExtreme": "Handling når strømprisen blir ekstremt høy",
      "actionNormal": "Handling når strømprisen blir normal",
      "priceHint1": ["<p>Modus lar deg velge om du skal fore appen med prispunkt manuelt via flows eller om det skal gjøres automatisk. Dersom ingen av delene benyttes (deaktivert) vil appen bare styre maks effekt.</p><!--",
           "--><p>Manuell styring fra flytkort gir deg størst fleksibilitet men overlater alt ansvaret for å tolke strømprisen til deg.</p><!--",
           "--><p>Automatisk tolker strømprisen etter preferansene i appen.</p>"],
      "priceErr1": "NB! Du må installere appen 'Strømregning' og tilhørende enhet for å velge eksterne priser. Strømprisen hentes sømløst uten å benytte flytkort.",
      "priceAdvanced": "Avansert prisstyring",
      "pricePoint": "Prispunkt",
      "pricePointHint": "Oppførsel for hvert prispunkt kan endres nedenfor. Man kan bytte mellom ulike prispunkt ved hjelp av flows.",
      "action": "Handling",
      "delta": "Delta",
      "deltaTemp": "Endre temp",
      "turnOn": "Slå på",
      "turnOff": "Slå av",
      "emergencyOff": "Av hvis krise",
      "ignore": "Ignorer",
      "internal": {
        "minCheapTime": "Minimum antall billige timer",
        "minCheapTimeHint": "Uavhengig av faktisk pris kan du kreve at de x billigste timene i døgnet alltid skal sette prispunkt til billig.",
        "minExpensiveTime": "Minimum antall dyre timer",
        "minExpensiveTimeHint": "Uavhengig av faktisk pris kan du kreve at de x dyreste timene i døgnet alltid skal sette prispunkt til dyrt.",
        "dirtCheapPriceModifier": "Grense for ekstremt lav pris",
        "dirtCheapPriceModifierHint": "Dersom den gjeldende timeprisen faller x% under grunnlaget for prissammenligning blir prispunkt alltid satt til grisebillig",
        "lowPriceModifier": "Grense for lav pris",
        "lowPriceModifierHint": "Dersom den gjeldende timeprisen faller x% under grunnlaget for prissammenligning blir prispunkt alltid satt til billig",
        "highPriceModifier": "Grense for høy pris",
        "highPriceModifierHint": "Dersom den gjeldende timeprisen kommer x% over grunnlaget for prissammenligning blir prispunkt alltid satt til dyrt",
        "extremePriceModifier": "Grense for ekstrempriser",
        "extremePriceModifierHint": "Dersom den gjeldende timeprisen kommer x% over grunnlaget for prissammenligning blir prispunkt alltid satt til ekstremt dyrt",
        "averageTime": "Grunnlag for prissammenligning",
        "averageTimeHint": "Om en pris er dyr eller billig avgjøres ved å se om den er x% over/under snittprisen i det angitte intervallet.",
        "day0": "Snittpris i dag",
        "day1": "Siste døgn",
        "day2": "Siste to døgn",
        "day4": "Siste fire døgn",
        "day7": "Siste uke",
        "day30": "Siste måned"
      }
    },
    "frost": {
      "header": "Frostsikring",
      "minTemp": "Minste temperatur per enhet",
      "frostHint": "Dersom temperaturen for en enhet faller under minste tillatte temperatur så vil denne enheten slås på uavhengig av øvrig strømstyring."
    },
    "zone": {
      "header": "Soneinnstillinger",
      "zoneHint": "Hensikten med soner er å slå av alle enheter som varmer/kjøler en sone dersom man lufter. Du trenger ikke å bry deg om soner dersom du ikke har dør/vindussensorer.",
      "zoneHint2": "Du må bruke flytkort for å slå soner av og på igjen.",
      "zonesOff": "Følgende soner har blitt slått av",
      "zonesClear": "Reset alle soner",
      "zoneName": "Sone",
      "zoneNum": "Antall enheter påvirket"
    },
    "mode" : {
      "activeMode" : "Aktiv modus",
      "operatingMode" : "Driftsmodus",
      "operatingModeHint": "Hint: Du kan bruke flytkort for å endre driftsmodus.",
      "powerSettings": "Strøminnstillinger",
      "powerStep" : "Trinn",
      "maxPower": "Maks timeforbruk",
      "priorities" : "Prioriteringer",
      "priorityHint1": "Ved overforbruk av strøm begynner appen å skru av enheter fra bunnen av listen. Enheter på toppen av listen blir de siste til å bli slått av.",
      "priorityHint2": "Når ønsket effekt-tariff er innenfor rekkevidde vil appen starte å skru på enheter igjen.",
      "priorityHint3": "For å forhindre hyppig av/på-slåing vil appen sette inn ventetid etter siste avstegning før apparater slås på igjen. Sett derfor effektbruk for elbil-ladere omtrent lik ønsket effekttariff og lav prioritet.",
      "controlled": "Styrt",
      "alwaysOn": "Alltid på",
      "alwaysOff": "Alltid av",
      "device": "Enhet",
      "priority": "Prioritet",
      "targetTemp": "Målverdi",
      "modeName": "Modus navn"
    },
    "saveButton": "Lagre Endringer",
    "alert": {
      "settingssaved": "Endringene har blitt lagret.",
      "leavepage": "Er du sikker på at du vil forlate siden?"
    },
    "log": {
      "show": "Rapporter et problem",
      "header": "Logg",
      "exit": "Tilbake",
      "level": "Vis hendelser",
      "error": "Bare feil",
      "basic": "Basisinformasjon",
      "full": "All informasjon",
      "clearLog": "Tøm",
      "sendLog": "Send",
      "sendConfirm": "Send loggen til utvikleren?",
      "thankYou": "Tusen takk!",
      "sendError": "Kunne ikke sende loggen, prøv igjen senere eller vent på en ny versjon av appen. ",
      "showState": "Status",
      "showPriceApi": "Info fra Strømregning",
      "generic": "Generell feilsøking",
      "email": "Epost",
      "comment": "Kommentar"
    }
  },
  "newdevice" : {
    "info": "Denne enheten vil gi deg innblikk i hva som skjer når appen styrer strømmen. Det er ikke nødvendig å installere denne enheten for å få appen til å fungere.",
    "info2": "Ettersom enheten bare fungerer som et vindu inn i appen kan du derfor ikke konfigurere hva som skjer gjennom denne enhetens innstillinger. Du kan bare konfigurere hva som skjer gjennom appens innstillinger."
  },
  "warnings" : {
    "homeyApiNotResponding": "Problemer med å få enhetsinformasjon fra Homey API. Dette burde løse seg raskt; hvis ikke ta kontakt med utvikleren, det kan være en bug.",
    "notConfigured": "Appen har ikke blitt konfigurert riktig enda, vennligst gå til innstillinger for appen og lagre ditt ønskede oppsett.",
    "homeyReboot": "Appen er deaktivert i 15 minutter etter at et strømbrudd har blitt detektert fordi Homey gjenopprettes",
    "notEnabled": "Appen har ikke blitt aktivert enda, gå til appens innstillinger og aktiver appen først",
    "noDevices": "Vennligst velg minst en enhet som skal bli styrt av appen",
    "savingWait": "Lagrer, vennligst vent...",
    "savingFailed": "Klarte ikke å lagre! Dette skal ikke skje, vennligst meld ifra til utvikleren så feilen kan bli fikset.",
    "noPriceApi": "Du må installere appen 'no.almli.utilitycost' for få strømpriser til å virke. Alternativt sett prispunkt via flows.",
    "noPriceApiDevice": "Du må installere den tilhørende enheten til appen 'no.almli.utilitycost' for få strømpriser overført fra appen. Alternativt sett prispunkt via flows.",
    "noPriceApiData": "Strømregning-appen har satt pris fra flows. Dermed videresender den ikke strømprisene til denne appen. Bytt til spotpris i Strømregning-appen eller sett prispunkt via flows i denne appen.",
    "notPMfromFlow": "For å sette prispunkt med flows må du først aktivere dette fra appens innstillinger",
    "rememberToSave": "Husk å lagre!",
    "appDisabled": "Appens operasjonsmodus er satt til deaktivert. Du kan aktivere appen ved å gå inn i appens innstillinger eller gjennom en flow.",
    "timeout": "Timeout! Homey er opptatt, vennligst vent litt til, prøv igjen senere eller kontakt appens utvikler dersom problemet vedvarer. Hvis du kjører fra en browser bruker det å hjelpe å laste inn siden på nytt."
  },
  "breaking": {
    "maxPower": "Viktig endring for **Sparegris**: Maks effekt er nå en enkelt global verdi istedenfor en for hver operasjonsmodus. Vennligst sjekk at den nye innstillingen passer for deg. Den nye innstillingen er:",
    "fixGraph": "**Sparegris** oppdatering: På grunn av en feil har noen dessverre fått rapportert et mye høyere timeforbruk enn det som faktisk var tilfelle på enkelte dager de to siste ukene. Dager som kan ha vært påvirket har blitt fjernet fra grafen og således vil ikke påvirke estimert månedstariff lenger. For å vite din korrekte tariff akkurat denne måneden anbefales det å sjekke på elhub.no, beklager ulempene."
  },
  "maxUsageGraph": {
    "title": "Maks timeforbruk per dag",
    "yaxis": "kWh",
    "xaxis": "Dag",
    "tariff": "Estimert effekttariff",
    "highest": "Høyeste timeforbruk",
    "missing": "Manglende data (appen var ikke aktivert).",
    "inaccurate": "Unøyaktige data (omstart ble detektert).",
    "incomplete": "Ufullstendige data, dagen er ikke ferdig enda."
  },
  "chargePlanGraph": {
    "title": "Ladesyklus",
    "yaxis": "Pris per kWh",
    "price": "Pris",
    "charging": "Lading aktivert",
    "nocharge": "Lading deaktivert",
    "noPrice": "Ingen prisdata tilgjengelig"
  },
  "month": {
    "jan": "Januar",
    "feb": "Februar",
    "mar": "Mars",
    "apr": "April",
    "may": "Mai",
    "jun": "Juni",
    "jul": "Juli",
    "aug": "August",
    "sep": "September",
    "oct": "Oktober",
    "nov": "November",
    "dec": "Desember"
  }
}