{
  "settings": {
    "title": "Sparegris Innstillinger",
    "subtitle": "Strømforbruk",
    "loadingText": "Vennligst vent mens enhetene lastes... (rundt 1 sekund per 10 enheter du har)...",
    "tab": {
      "global": "Global",
      "price": "Pris",
      "frost": "Frost",
      "zone": "Soner",
      "normal": "Normal",
      "night": "Natt",
      "holiday": "Borte",
      "custom": "Egen"
    },
    "pricetab": {
      "cheap": "Billig",
      "normal": "Normal",
      "expensive": "Dyrt"
    },
    "opMode": {
      "disabled": "Deaktivert",
      "normal": "Normal",
      "night": "Natt",
      "holiday": "Borte",
      "custom": "Egen"
    },
    "global": {
      "settings": "Global Innstillinger",
      "operatingMode" : "Driftsmodus",
      "operatingModeHint1": "Merk: For å unngå motstridende innstillinger bør du deaktivere alle flyter som prøver å betjene enhetene valgt nedenfor før appen aktiveres.",
      "operatingModeHint2": "Hint: Du kan bruke flytkort for å endre driftsmodus.",
      "errorMargin" : "Feilmargin",
      "errorMarginHint1" : "Sørger for at du alltid ender opp på et nivå under effekttariffen.",
      "errorMarginHint2" : "Hint: Dette gir deg rom for en mindre overskridelse en annen dag ettersom tariffer regnes av snittet av effekttoppen i 3 dager.",
      "safetyPower" : "Reservert effekt",
      "safetyPowerHint1" : "Unngå å feile strømmålet ved å reservere strøm til ukontrollerbare enheter.",
      "safetyPowerHint2" : "Hint: Du kan bruke flytkort for å endre den reserverte effekten over tid. Det anbefales å reservere mer strøm før du lager middag.",
      "mainFuse" : "Hovedsikring",
      "mainFuseHint" : "Hovdedsikringen har betydning for hva som regnes ut som maks tilgjengelig effekt. Appen vil ikke la deg bruke mer effekt enn det hovedsikringen tillater.",
      "freeThreshold": "Terskelverdi ledig kapasitet",
      "freeThresholdHint": "Ledig effekt vil kun bli rapportert dersom den indikerte mengden av kontrollerbare enheter er påslått. Dette kan brukes for å gi prioritet til enheter som styres utenfor appen som for eksempel lading av elbil. 0% Vil gi høyest prioritet mends 100% vil gi minst prioritet.",
      "carCharger": "Lading av Elbil info",
      "carChargerHint": ["<p>Avhengig av dine preferanser er det to metoder som kan benyttes for å la denne appen styre en elbil-lader:</p><!--",
          "--><ol><!--",
          "-->  <li><b>Effektstyrt</b><!--",
          "-->      <p>Med denne metoden skal ikke elbil-laderen velges som kontrollerbar. Istedenfor må du bruke flows til å behandle signaler fra appen til å styre laderen.</p><!--",
          "-->      <p>På tidsrom du ønsker å lade men ikke lader setter du reservert effekt lik ønsket ladestyrke.</p><!--",
          "-->      <p>Når appen indikerer at den ønskede effekten er ledig setter du reservert effekt til 0 og starter ladingen.</p><!--",
          "-->      <p>Hvis appen indikerer at den ikke vil klare å nå effektmålet må du redusere ladestyrken med indikert effekt. (dersom dette skjer kan det hende reservert ladestyrke var satt for lavt)</p><!--",
          "-->      <p>For å få tak i ledig effekt og at effekten må reduseres må du installere enheten Sparegris innsikt.</p><!--",
          "-->      <p>Prioriteten til laderen kan settes ved å endre terskelverdien for ledig kapasitet.</p><!--",
          "-->  </li><!--",
          "-->  <li><b>Av/På styrt</b><!--",
          "-->      <p>Med denne metoden skal elbil-laderen velges som kontrollerbar.</p><!--",
          "-->      <p>Effektstyrken til elbilladeren bør settes til en verdi som ligger nært opp mot effekttariffen du ønsker å treffe, minus en liten margin.</p><!--",
          "-->      <p>Sett opp laderen i en egen sone og bruk sonestyringen til appen+flows for å bestemme når på døgnet laderen skal lade.</p><!--",
          "-->      <p>Med denne metoden kan laderen bli slått av/på en del ganger under ladesyklusen dersom ladeeffekten er satt for høyt eller dersom andre enheter benyttes tilfeldig i tidsrommet.</p><!--",
          "-->  </li><!--",
          "-->  <p style='color:red;'>NB! Det bes om hjelp til å verifisere at overstående metoder kan benyttes til lading av elbil ettersom utvikleren av appen ikke har elbil. Om du kan gi utvikleren av appen tilbakemelding om det fungerer hadde det vært supert.</p><!--",
          "--></ol>"],
      "controllableDevices": "Kontrollerbare enheter",
      "deviceListHint1" : "Bare valgte enheter kan kontrolleres av appen.",
      "deviceListHint2" : "Tips: For optimal styring, sørg for at kraftige justerbare strømtrekk er satt til en effekt som ikke overstiger ønsket effekttariff. Hvis ikke vil det resultere i hyppig av/på slåing."
    },
    "price": {
      "header": "Priskontroll",
      "priceMode": "Modus",
      "mode": {
        "flow": "Fra flytkort",
        "internal": "Intern Styring"
      },
      "actionLow": "Handling når strømprisen blir lav",
      "actionHigh": "Handling når strømprisen blir høy",
      "actionNormal": "Handling når strømprisen blir normal",
      "priceHint1": "Modus lar deg velge om du skal fore appen med prispunkt manuelt via flows eller om det skal gjøres automatisk. Dersom ingen av delene benyttes vil appen bare styre maks effekt.",
      "priceErr1": "NB! Du må installere appen no.almli.utilitycost for å bruke den interne priskontrollen. Strømprisen hentes sømløst uten å benytte flytkort.",
      "pricePoint": "Prispunkt",
      "pricePointHint": "Oppførsel for hvert prispunkt kan endres nedenfor. Man kan bytte mellom ulike prispunkt ved hjelp av flows.",
      "action": "Handling",
      "delta": "Delta",
      "deltaTemp": "Endre temp",
      "turnOn": "Slå på",
      "turnOff": "Slå av",
      "internal": {
        "minCheapTime": "Minimum antall billige timer",
        "minCheapTimeHint": "Uavhengig av faktisk pris kan du kreve at de x billigste timene i døgnet alltid skal sette prispunkt til billig.",
        "minExpensiveTime": "Minimum antall dyre timer",
        "minExpensiveTimeHint": "Uavhengig av faktisk pris kan du kreve at de x dyreste timene i døgnet alltid skal sette prispunkt til dyrt.",
        "lowPriceModifier": "Grense for lav pris",
        "lowPriceModifierHint": "Dersom den gjeldende timeprisen faller x% under den akseptable strømprisen blir prispunkt alltid satt til Lavt",
        "highPriceModifier": "Grense for dyr pris",
        "highPriceModifierHint": "Dersom den gjeldende timeprisen kommer x% over den akseptable strømprisen blir prispunkt alltid satt til Høyt",
        "averageTime": "Grunnlag for prissammenligning",
        "averageTimeHint": "Om en pris er dyr eller billig avgjøres ved å se om den er x% over/under snittprisen i det angitte intervallet.",
        "day0": "Snittpris i dag",
        "day1": "Siste døgn",
        "day2": "Siste to døgn",
        "day4": "Siste fire døgn",
        "day7": "Siste uke",
        "day30": "Siste måned"
      }
    },
    "frost": {
      "header": "Frostsikring",
      "minTemp": "Minste temperatur per enhet",
      "frostHint": "Dersom temperaturen for en enhet faller under minste tillatte temperatur så vil denne enheten slås på uavhengig av øvrig strømstyring."
    },
    "zone": {
      "header": "Soneinnstillinger",
      "zoneHint": "Hensikten med soner er å slå av alle enheter som varmer/kjøler en sone dersom man lufter. Du trenger ikke å bry deg om soner dersom du ikke har dør/vindussensorer.",
      "zoneHint2": "Du må bruke flytkort for å slå soner av og på igjen.",
      "zonesOff": "Følgende soner har blitt slått av",
      "zonesClear": "Reset alle soner",
      "zoneName": "Sone",
      "zoneNum": "Antall enheter påvirket"
    },
    "mode" : {
      "powerSettings": "Strøminnstillinger",
      "powerLimit1" : "Trinn 1 - 0-2 kW",
      "powerLimit2" : "Trinn 2 - 2-5 kW",
      "powerLimit3" : "Trinn 3 - 5-10 kW",
      "powerLimit4" : "Trinn 4 - 10-15 kW",
      "powerLimit5" : "Trinn 5 - 15-20 kW",
      "powerLimit6" : "Trinn 6 - 20-25 kW",
      "powerLimit7" : "Trinn 7 - 25-50 kW",
      "powerLimit8" : "Trinn 8 - 50-75 kW",
      "powerLimit9" : "Trinn 9 - 75-100 kW",
      "powerLimit10" : "Trinn 10 - 100+ kW",
      "maxPower": "Maks timeforbruk",
      "priorities" : "Prioriteringer",
      "priorityHint1": "Ved overforbruk av strøm begynner appen å skru av enheter fra bunnen av listen. Enheter på toppen av listen blir de siste til å bli slått av.",
      "priorityHint2": "Når ønsket effekt-tariff er innenfor rekkevidde vil appen starte å skru på enheter igjen.",
      "priorityHint3": "For å forhindre hyppig av/på-slåing vil appen sette inn ventetid etter siste avstegning før apparater slås på igjen. Sett derfor effektbruk for elbil-ladere omtrent lik ønsket effekttariff og lav prioritet.",
      "controlled": "Styrt",
      "alwaysOn": "Alltid på",
      "alwaysOff": "Alltid av",
      "device": "Enhet",
      "priority": "Prioritet",
      "targetTemp": "Målverdi"
    },
    "saveButton": "Lagre Endringer",
    "alert": {
      "settingssaved": "Endringene har blitt lagret.",
      "leavepage": "Er du sikker på at du vil forlate siden?"
    },
    "log": {
      "show": "Vis logg",
      "header": "Logg",
      "exit": "Tilbake",
      "level": "Vis hendelser",
      "error": "Bare feil",
      "basic": "Basisinformasjon",
      "full": "All informasjon",
      "clearLog": "Tøm",
      "sendLog": "Send",
      "showState": "Status"
}
  },
  "newdevice" : {
    "info": "Denne enheten vil gi deg innblikk i hva som skjer når appen styrer strømmen. Det er ikke nødvendig å installere denne enheten for å få appen til å fungere.",
    "info2": "Ettersom enheten bare fungerer som et vindu inn i appen kan du derfor ikke konfigurere hva som skjer gjennom denne enhetens innstillinger. Du kan bare konfigurere hva som skjer gjennom appens innstillinger."
  },
  "warnings" : {
    "notConfigured": "Appen har ikke blitt konfigurert riktig enda, vennligst gå til innstillinger for appen og lagre ditt ønskede oppsett.",
    "homeyReboot": "Appen er deaktivert i 15 minutter etter at et strømbrudd har blitt detektert fordi Homey gjenopprettes",
    "notEnabled": "Appen har ikke blitt aktivert enda, gå til appens innstillinger og aktiver appen først",
    "noDevices": "Vennligst velg minst en enhet som skal bli styrt av appen",
    "savingWait": "Lagrer, vennligst vent...",
    "savingFailed": "Klarte ikke å lagre! Dette skal ikke skje, vennligst meld ifra til utvikleren så feilen kan bli fikset.",
    "noPriceApi": "Du må installere appen 'no.almli.utilitycost' for få strømpriser til å virke",
    "internalPP": "For å sette prispunkt med flows må du først deaktivere den interne prisstyringen fra appens innstillinger",
    "rememberToSave": "Husk å lagre!",
    "appDisabled": "Appens operasjonsmodus er satt til deaktivert. Du kan aktivere appen ved å gå inn i appens innstillinger eller gjennom en flow."
  }
}